{
  "Main": [
    {
      "Live": true,
      "Video": "",
      "Fetch": "MediaFire"
    }
  ],
  "Series": [
    {
      "Title": "Πενήντα Πενήντα (50-50)",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/8/84/%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1_%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1.png",
      "Description": "Η σειρά 50-50 πραγματεύεται τις ζωές τριών πενηντάρηδων καθώς και των γυναικών τους. Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος μόνο στη σκέψη του γάμου έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά και πολλά νεύρα στην Ελισάβετ. Ο Μίμης ζει καθημερινά με την Ξανθίππη το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του τη Βίβιαν. Ο Παύλος αποκαλύπτει στο Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγος του Παύλου, Ειρήνη, έχει αντιληφθεί την αλλαγή στη συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν.",
      "Year": "2005 - 2011",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-982-1024x576.jpeg",
          "Year": "2005",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-982-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/7m1zS144sz4P/PK6/playlist.m3u8",
              "Description": "Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος (Πέτρος Φιλιππίδης) μόνο στη σκέψη του γάμου της, έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά πολλά νεύρα στην Ελισάβετ (‘Αβα Γαλανοπούλου). Ο Μίμης (Παύλος Χαϊκάλης) ζει καθημερινά με την Ξανθίππη (Μαρία Ανδρούτσου) το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του Βίβιαν. Ο Παύλος (Σάκης Μπουλάς) αποκαλύπτει στον Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγός του Παύλου, Ειρήνη (Βάνα Ραμπότα) έχει αντιληφθεί την αλλαγή στην συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν. Μέχρι που η Ελισάβετ ανοίγει μια πόρτα και βρίσκεται μπροστά...",
              "Date": "",
              "Duration": "46:27",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-981-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UzcZlZk0tlBh/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ κάνει τσακωτό μέσα στην κρεβατοκάμαρα των παιδιών, τον Παύλο με την πιτσιρίκα. Το κρύβει απ’ την Ειρήνη αλλά απειλεί τον Παύλο ότι αν δεν χωρίσει με τη μικρή θα της τα πει όλα και βέβαια κατσαδιάζει άγρια τον Νικηφόρο που του έκανε πλάτες. Κουβέντα στην κουβέντα τον διώχνει απ’ το σπίτι. ‘Οταν το νιόπαντρο ζευγάρι γυρίζει απ’ το ταξίδι του μέλιτος δέχεται την επίσκεψη του Νικηφόρου που εγκαθίσταται στο σπίτι και τους κάνει τη ζωή μαρτύριο. Ο Μίμης αντιμετωπίζει πρόβλημα υγείας. Ο γιατρός συμβουλεύει την Ξανθίππη να απέχουν απ’ το σεξ αλλά αυτό είναι και το πιο δύσκολο. Ο Παύλος όχι μόνο δε χωρίζει την μικρή αλλά ψάχνει και σπίτι για να στεγάσει τον έρωτά του. Η Ειρήνη απαντάει σ’ ένα τηλεφώνημα και μαθαίνει ότι...",
              "Date": "",
              "Duration": "44:43",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-980-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PGNDAIa8mFoO/PK6/playlist.m3u8",
              "Description": "Η Ειρήνη μαθαίνει ότι ο Παύλος ψάχνει να νοικιάσει διαμέρισμα και αντιδρά βίαια. Νικηφόρος και Ελισάβετ σπεύδουν να ηρεμήσουν τα πνεύματα. Η Ελισάβετ βρίσκει τρόπο και τα μπαλώνει. Είναι αποφασισμένη όμως να ανακαλύψει την πιτσιρίκα του Παύλου. Ψαρεύει τον Νικηφόρο που τώρα το παίζει γλυκός και τρυφερός απέναντί της και μαθαίνει λεπτομέρειες. Η Ξανθίππη έχει γίνει υπερπροστατευτική απέναντι στον Μίμη που αναγκάζεται να φεύγει σκαστός απ’ το σπίτι για να πάει στη δουλειά του. Η Ξανθίππη του φανερώνει ότι μάλλον έχει πρόβλημα με την καρδιά του. Η Βίβιαν κρυφακούει και θεωρεί ότι η συγκυρία είναι ιδανική προκειμένου να περάσει το εργοστάσιο στον Κίμωνα. Δηλαδή στον εαυτό της. Τέλος, ο ορκισμένος εργένης Αλκιβιάδης ανακοινώνει στην παρέα ότι παντρεύεται...",
              "Date": "",
              "Duration": "44:59",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-979-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/xnrN3J3KHNMD/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος προσπαθεί να ταρακουνήσει τον Μίμη που πάει απ’ το κακό στο χειρότερο. Ακόμα κι όταν οι ιατρικές εξετάσεις του βγαίνουν καλές, εκείνος πιστεύει ότι κάτι του κρύβουν. Ο Παύλος συνεχίζει ανενόχλητος να ζει τον έρωτά του με τη Μαρία. Ωστόσο, η Ειρήνη βλέπει στο αυτοκίνητό του ένα γυναικείο τσαντάκι και τη ζώνουν τα φίδια. Η Ελισάβετ πάλι μπαλώνει τα πράγματα και δίνει μια τελευταία ευκαιρία στον Παύλο να χωρίσει τη μικρή. Εντωμεταξύ, ο Νικηφόρος σπάει στο ξύλο τον Αχιλλέα θεωρώντας ότι κερατώνει την κόρη του. Πρόκειται βέβαια για παρεξήγηση κι έτσι η Ναταλία δηλώνει στον μπαμπά της ότι δεν θέλει να τον ξαναδεί στα μάτια της! Η Ξανθίππη αναλαμβάνει δράση για να συνεφέρει μια και καλή το Μίμη αλλά της μένει στα χέρια. ‘Ολη η παρέα τρέχει νυχτιάτικα στο νοσοκομείο. Κι εκεί που περιμένουν να μάθουν νέα για τον Μίμη δίπλα τους περνάει ένα φορείο με...",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-978-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FKW5b7W3pSWt/PK6/playlist.m3u8",
              "Description": "Και ενώ όλοι τρέχουν στο νοσοκομείο για να μάθουν νέα για το Μίμη, βρίσκονται μπροστά σε μια πολύ δυσάρεστη έκπληξη: Ο Αλκιβιάδης αποδήμησε εις τόπους χλοερούς μέσα στην αγκαλιά της Οξάνα. Οι τρεις φίλοι αρνούνται να αντιμετωπίσουν τη θλιβερή πραγματικότητα και κλείνονται στα σπίτια τους. Και τον εαυτό τους. Για πρώτη φορά ύστερα από πέντε χρόνια δε δίνουν παρουσία στο ουζερί. Ο Νικηφόρος πέφτει σε κατατονία, δεν ασχολείται καν με την κόρη του. Ο Μίμης αποφασίζει να κάνει τον Κίμωνα διευθυντή του εργοστασίου. Ο Παύλος «παγώνει» τη σχέση του με τη Μαρία. Η υπομονή των γυναικών, με τους άντρες να περιφέρονται άσκοπα στο σπίτι, αρχίζει να εξαντλείται και αναλαμβάνουν δράση...",
              "Date": "",
              "Duration": "45:15",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-977-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/E6a824H4M1yd/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καταλήγουν μεθυσμένοι στο νεκροταφείο και περνούν εκεί όλη τη νύχτα πίνοντας και τραγουδώντας. Οι γυναίκες στο σπίτι κάθονται σε αναμμένα κάρβουνα μέχρι που μαθαίνουν ότι τους έχει συλλάβει η αστυνομία. Σπεύδουν στο τμήμα και αγανακτισμένες με την επιπολαιότητά τους παριστάνουν ότι δεν τους γνωρίζουν. Οι τρεις άντρες βράζουν στο ζουμί τους πίσω απ’ τα κάγκελα. ‘Οταν επιτέλους αφήνονται ελεύθεροι, περνάνε στην επίθεση προκειμένου να γλιτώσουν τις επιπλήξεις και την κριτική των γυναικών. Λόγο στο λόγο ακούγονται αλήθειες και πράγματα που θίγουν και τις δυο πλευρές. Ο Παύλος νοιώθει ότι η Ειρήνη τον έχει εγκλωβίσει και ανακαλύπτει πόσο του λείπει η Μαρία. Ο Μίμης τα ξαναβρίσκει με την Ξανθίππη και επιστρέφουν στις παλιές τους επιδόσεις. Ο δε Νικηφόρος αποφασίζει να βρει δουλειά για να αποδείξει στην Ελισάβετ ότι δεν είναι άχρηστος.",
              "Date": "",
              "Duration": "45:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-976-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/awDcNS7NBn8Q/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος γίνεται κληρονόμος του γραφείου τελετών του Αλκιβιάδη. Παρά τις προτροπές των υπολοίπων αλλά και της Ελισάβετ να το ξεφορτωθεί, εκείνος αποφασίζει να το κρατήσει για να τους αποδείξει ότι δεν είναι άχρηστος. Αυτή η επιμονή  δίνει αφορμές στον Μίμη και τον Παύλο για χοντρές πλάκες. Στο μεταξύ, ο Παύλος έχει αναθερμάνει τη σχέση του με τη Μαρία σε σημείο που νοικιάζει διαμέρισμα για να στεγάσει τον έρωτά τους. Η Ειρήνη τον υποπτεύεται και ζητάει τη βοήθεια της Ξανθίππης και της Ελισάβετ. Οι δυο γυναίκες προσπαθούν να την καθησυχάσουν, φοβούμενες την αντίδρασή της. Τέλος, ο Μίμης ακούει με τα ίδια του τ’ αυτιά αυτό που από καιρό υποπτεύεται: ότι η Βίβιαν δηλαδή, θέλει με κάθε τρόπο να του πάρει το εργοστάσιο απ’ τα χέρια και χρησιμοποιεί τον Κίμωνα για να τα καταφέρει. Βάζει, λοιπόν, σε εφαρμογή ένα σχέδιο «εκπαίδευσης» της Βίβιαν και του Κίμωνα...",
              "Date": "",
              "Duration": "45:05",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-975-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UxyWghBh7N2i/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει ότι οι παράξενοι πελάτες που πέρασαν απ’ το γραφείο τελετών ήταν βαλτοί απ’ τον Παύλο και τον Μίμη για να του κάνουν πλάκα. Θίγεται άσχημα και τους κόβει την καλημέρα. Οι τρεις φίλοι μαζί δεν κάνουνε και χώρια δεν μπορούνε αλλά κανείς τους δεν το παραδέχεται. Οι γυναίκες προκειμένου να γλιτώσουν απ’ τη γκρίνια τους καταστρώνουν ένα σχέδιο συμφιλίωσης. Κανονίζουν τραπέζι στο σπίτι της Ειρήνης που όμως καταλήγει σε τσακωμό μεταξύ Ειρήνης και Παύλου. Ο Παύλος φεύγει και ο Νικηφόρος με το Μίμη τρέχουν πίσω του για να τον ηρεμήσουν. Ο Παύλος τους δηλώνει ότι θέλει να ζήσει τη ζωή του με τη Μαρία...",
              "Date": "",
              "Duration": "46:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-974-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/8QgJGECW1MhR/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος πηγαίνοντας να ανοίξει το γραφείο του βρίσκεται μπροστά σε ένα εξαγριωμένο πλήθος που τον κυνηγά. Ζητάει άσυλο στο σπίτι της Ναταλίας αλλά «τρώει πόρτα». Καταλήγει στο σπίτι του Παύλου όπου η Ειρήνη τον «ανακρίνει» για το πού βρίσκεται ο Παύλος, δεδομένου ότι αυτός τον έχει χρησιμοποιήσει ως άλλοθι για να δει τη Μαρία. Εντωμεταξύ ο Μίμης μετά από παρότρυνση της Ξανθίππης, κάνε ιμάθημα σεξουαλικής αγωγής στον Κίμωνα, προκειμένου να ηρεμήσουν τα νεύρα της Βίβιαν. Τέλος, η Ελισάβετ από το κανάλι βγάζει στον αέρα μια είδηση λαβράκι. Και ξαφνικά στην τηλεόραση φιγουράρει η φάτσα του Νικηφόρου...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-973-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/O3ZdBQzGe64t/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος αρνείται να δεχτεί τη συγνώμη της Ελισάβετ και πηγαίνει να μείνει στον Μίμη. Η Ναταλία που έχει τύψεις προσπαθεί να επικοινωνήσει μαζί του αλλά ο Νικηφόρος την αποφεύγει. Εντωμεταξύ η  Ειρήνη ετοιμάζεται να πάει σε καφετζού για να μάθει αν ο Παύλος την απατά. Κι ενώ Ελισάβετ και Ξανθίππη προσπαθούν να την αποτρέψουν, τελικά καταλήγουν μαζί της να «διαβάζουν» τον καφέ. Τέλος, οι τρεις άντρες αποφασίζουν να ακολουθήσουν την τελευταία συμβουλή του ‘Αδη και να εκπληρώσουν τα απωθημένα τους...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-972-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/uPNdQi9ZQfoQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ έχουν να δώσουν σημεία ζωής δυο ολόκληρες μέρες. Η παρέα αναστατώνεται και τρέχει να μάθει τι συμβαίνει. Με τη βοήθεια της Ναταλίας και του Αχιλλέα μπαίνουν στο σπίτι και ανακαλύπτουν έκπληκτοι ότι το ζευγάρι έχει περάσει ένα ερωτικό διήμερο «αποκλεισμένο» στην κρεβατοκάμαρα. Ο Παύλος λέει ψέματα στην Ειρήνη ότι θα πάει ταξίδι για δουλειά ενώ σκοπεύει να περάσει λίγες μέρες με τη Μαρία. Η Ελισάβετ και η Ξανθίππη δεν «μασάνε» το παραμύθι καιτου κάνουν επίσκεψη-έκπληξη στην ερωτική φωλίτσα. Ο Παύλος αντί να βάλει την ουρά κάτω από τα σκέλια, πεισμώνει περισσότερο. Παράλληλα ο Μίμης ξαφνιάζεται ευχάριστα όταν μαθαίνει ότι Κίμωνας και Βίβιαν έκαναν επιτέλους σεξ. Για να επιβραβεύσει την πρόοδό τους τούς απαλλάσσει απ’ το εργοστάσιο και τους κάνει δώρο ένα ταξίδι. Τέλος, ο Νικηφόρος καλεί τον Μίμη και τον Παύλο στο σπίτι του όπου τους επιφυλάσσει μια μεγάλη έκπληξη...",
              "Date": "",
              "Duration": "45:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-971-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/opfFBONnNN8j/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος εκπληρώνουν το πρώτο τους απωθημένο: Φτιάχνουν το μουσικό συγκρότημα «Τα παιδιά του ‘Αδη» και ξεκινάνε πρόβες στουπόγειο της Ελισάβετ. Παράλληλα, η Ειρήνη μετά τις τελευταίες ενδείξεις για το«κέρατο» του Παύλου αναθέτει σε ιδιωτικό ντετέκτιβ την παρακολούθησή του. Η Ελισάβετ απεγνωσμένη από τις πρόβες του συγκροτήματος, ζητάει βοήθεια από την Ξανθίππη και την Ειρήνη προκειμένου να τους ξεφορτωθεί από το υπόγειο. Εκεί, η Ξανθίππη εντυπωσιάζει με τη δεξιοτεχνία της στο πιάνο αφήνοντάς τους όλους άφωνους. Ακόμα και ο Μίμης αγνοούσε το ταλέντο της γυναίκας του με αποτέλεσμα να αρχίσει να αμφιβάλλει για το πόσο καλά την γνωρίζει. Ο Παύλος, μετά από πίεση των άλλων δυο, τους παρουσιάζει τελικά τη Μαρία υπομένοντας τα σχόλια και τα πειράγματά τους. Τέλος, το συγκρότημα πραγματοποιεί την πρώτη του ζωντανή εμφάνιση στο τσιπουράδικο...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-970-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/80iychIURFCE/PK6/playlist.m3u8",
              "Description": "Ο Παύλος εγκαθίσταται πλέον στη «φωλίτσα» με τη Μαρία αλλά δεν μπορεί να χωνέψει ότι η Ειρήνη τού έδωσε τα παπούτσια στο χέρι. Την παρακολουθεί λοιπόν μαζί με το Νικηφόρο και το Μίμη και την βλέπει να φιλιέται έξω από το σπίτι τους με ένα νεαρό μηχανόβιο. Οι τρεις άντρες αποφασίζουν να θυμηθούν τα οργισμένα νιάτα τους και καβαλάνε μηχανές. ‘Ολες οι προσπάθειες της Ελισάβετ και της Ξανθίππης να τους λογικέψουν πέφτουν στο κενό. Ο Παύλος ζητάει εξηγήσεις απ’ την Ειρήνη για τον νεαρό μηχανόβιο και «ξανατρώει πόρτα». Ο Νικηφόρος πηγαίνει στο σπίτι της Ναταλίας και στα χέρια του πέφτει ένα γράμμα από τη Βοστόνη που προσκαλεί τον Αχιλλέα να δουλέψει εκεί. Με την ιδέα και μόνο ότι η κόρη του θα φύγει στο εξωτερικό τρελαίνεται. Η Ελισάβετ επισκέπτεται την Ειρήνη για να της συμπαρασταθεί αλλά εκείνη την κατηγορεί για προδοσία και την διώχνει. Τέλος μια τυχαία συνάντηση φέρνει το σκοτεινό παρελθόν της Ξανθίππης στην επιφάνεια...",
              "Date": "",
              "Duration": "50:10",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-969-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/jgLE7QF7xW0H/PK6/playlist.m3u8",
              "Description": "Η νέα χρονιά δεν ξεκινάει ειρηνικά για κανέναν. Ο Νικηφόρος προσπαθεί με θεμιτούς και αθέμιτους τρόπους να εκθέσει τον Αχιλλέα στα μάτια της Ναταλίας προκειμένου να αποτρέψει το ταξίδι των παιδιών στη Βοστόνη. Ο δε Μίμης μετά την αποκάλυψη ότι η Ξανθίππη έχει κάνει φυλακή, φοβάται ακόμα και τον ίσκιο του. Το σεξ με την Ξανθίππη αποτελεί πια μακρινή ανάμνηση. Ο Παύλος, ενώ περνάει ζωή και κότα με τη μικρή, δεν έχει χωνέψει ακόμα ότι η Ειρήνη τον απάτησε. Παράλληλα η Ειρήνη βιώνει τη μοναξιά της επιμένοντας να αρνείται τη συγνώμη της Ελισάβετ και της Ξανθίππης. Τέλος, η Ξανθίππη μη αντέχοντας άλλο την «καραντίνα» στην οποία την έχει βάλει ο Μίμης, αποφασίζει να του μιλήσει για το παρελθόν της...",
              "Date": "",
              "Duration": "45:51",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-968-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ly9Zsd5DaR3k/PK6/playlist.m3u8",
              "Description": "Ο Παύλος κι ο Μίμης ξυπνάνε στους καναπέδες της Ελισάβετ. Ο Νικηφόρος ετοιμάζει περιχαρής πρωινό για τη Ναταλίτσα και βρίσκει ευκαιρία να ρίξει κι άλλο δηλητήριο για τον Αχιλλέα. Ο Παύλος φεύγει άρον-άρον για να καθησυχάσει τη Μαρία που τον έψαχνε όλη νύχτα. Ο Μίμης ράκος ψυχολογικά πηγαίνει στο εργοστάσιο. Ο Αχιλλέας καταφθάνει στο σπίτι της Ελισάβετ με σκοπό να τα ξαναφτιάξει με τη Ναταλία. Ο Νικηφόρος κατορθώνει να τους κάνει πάλι να τσακωθούν. Η Ελισάβετ πηγαίνει στην Ξανθίππη και τη βρίσκει να ετοιμάζει βαλίτσες. Μαθαίνει από πρώτο χέρι τον πρότερο «ανέντιμο» βίο της. Η Ξανθίππη ζητάει «άσυλο» στο σπίτι της Ειρήνης. Εκείνη τη δέχεται και τελικά οι τρεις γυναίκες τα ξαναβρίσκουν μεταξύ τους. Η Μαρία κάνει σκηνή στον Παύλο για τη νυχτερινή απουσία του, νομίζοντας ότι έχει κοιμηθεί στην Ειρήνη. Ο Παύλος την ηρεμεί αλλά το «καρφί» της Ειρήνης έχει βρει το στόχο του. Ο Παύλος αρχίζει να νιώθει ανασφαλής ως εραστής. Ο Μίμης γυρίζει στο σπίτι με σκοπό να ξαναμιλήσει με την Ξανθίππη πριν πάρει αποφάσεις. Η Βίβιαν του ανακοινώνει ότι η Ξανθίππη τον εγκατέλειψε...",
              "Date": "",
              "Duration": "46:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 16",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-967-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4pWGDjh57kFf/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ξυπνάει άρρωστη και με κακά προαισθήματα. Ο Νικηφόρος φέρεται ύποπτα και προφασίζεται ότι έχει δουλειά για να φύγει απ’ το σπίτι. Ο Μίμης παρά τις προσπάθειες του Κίμωνα αρνείται να συνέλθει. Η Βίβιαν προσπαθεί να εκμεταλλευτεί την κατάσταση αλλά αυτή τη φορά ο Μίμης της κόβει τη φόρα. Ο Κίμωνας προσπαθεί να πείσει την Ξανθίππη να γυρίσει στο σπίτι. Εκείνη του λέει όλη την αλήθεια, την οποία ο Κίμωνας μεταφέρει στον πατέρα του επιτυγχάνοντας τα αντίθετα αποτελέσματα. Ο Παύλος ζητάει διαζύγιο απ’ την Ειρήνη μετά από πίεση της Μαρίας. Η Ειρήνη για να τον ψήσει κι άλλο αρνείται να του το δώσει. Ο Μίμης πιεσμένος από την όλη κατάσταση θέλει κάπου να ξεσπάσει. Πείθει το Νικηφόρο να πάνε για εξτρίμ σπορ. Ξεσηκώνουν και τον Παύλο αλλά τελικά καταλήγουν να παλιμπαιδίζουν σε ένα Λούνα Παρκ...",
              "Date": "",
              "Duration": "47:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 17",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-966-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DFP0kdn5FyIh/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος έχει μετανιώσει πικρά για το κακό που έκανε στη Ναταλία και τον Αχιλλέα αλλά δεν τολμάει να πει και την αλήθεια. Ο Παύλος τα ‘χει πάρει με το πείσμα της Ειρήνης να μη του δίνει διαζύγιο αλλά δεν μπορεί να κάνει και κάτι. Απ’ την άλλη, o Μίμης περνάει φάση στερητικού συνδρόμου από την Ξανθίππη αλλά δεν το παραδέχεται κι ο Κίμωνας αναλαμβάνει δράση. Στήνει ραντεβού με Μίμη και Ξανθίππη χωρίς εκείνοι να το ξέρουν. ‘Ομως τα πράγματα αντί να φτιάξουν γίνονται χειρότερα… Η Ελισάβετ μαθαίνει απ’ την Ξανθίππη για τη συνάντηση Νικηφόρου και Οξάνας. Τη ζώνουν τα φίδια και αποφασίζει να ερευνήσει. Ανακαλύπτει λοιπόν ότι η φάση με την αλλοδαπή στην αγκαλιά του Αχιλλέα ήταν στημένη απ’ τον Νικηφόρο. Γίνεται έξαλλη κι ενώ είναι έτοιμη να τον αρπάξει, μπουκάρει στο σπίτι ο πατέρας της Μαρίας και τον τουλουμιάζει στο ξύλο νομίζοντας ότι ο Νικηφόρος είναι ο παντρεμένος που νταραβερίζεται με την κόρη του… Η παρεξήγηση λύνεται αλλά τα βάσανα του Νικηφόρου δεν τελειώνουν. Η Ελισάβετ του δηλώνει ότι τον χωρίζει.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 18",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-965-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BzKbeLe6u1Cl/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι ο ένας χειρότερα απ’ τον άλλον. Ο Νικηφόρος με την απειλή διαζυγίου απ’ την Ελισάβετ, ο Μίμης αναποφάσιστος σε σχέση με την Ξανθίππη κι ο Παύλος σοκαρισμένος απ’ την αποκάλυψη ότι η Ειρήνη ήξερε καιρό για τη Μαρία. Ο Νικηφόρος αποφασίζει να ζητήσει ταπεινά συγνώμη απ’ τα παιδιά για το κακό που προκάλεσε. Εκεί όμως τον περιμένει μια δυσάρεστη έκπληξη… Εντωμεταξύ ο Μίμης εκφράζει τη σφοδρή επιθυμία να πάνε για ψάρεμα. Παιδικό απωθημένο καθώς ο πατέρας του δεν τον πήγε ποτέ. Οι τρεις φίλοι καταλήγουν να «ψαρεύουν» σε καφέ μπαρ… Τέλος ο Παύλος επισκέπτεται την Ειρήνη κι εκείνη του ανακοινώνει ότι θα του δώσει το διαζύγιο. ‘Ομως η ξαφνική επιστροφή της κόρης τους απ’ το Λονδίνο θα ανατρέψει πάλι τις ισορροπίες...",
              "Date": "",
              "Duration": "47:07",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 19",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-964-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BZK4c3C0jQ5S/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος λαμβάνει την αίτηση διαζυγίου της Ελισάβετ και η Ξανθίππη απειλεί με τη σειρά της το Μίμη με χωρισμό. Οι τέσσερίς τους βρίσκονται στο ίδιο σπίτι να καβγαδίζουν και να τους παίρνει το ξημέρωμα… Από την άλλη Παύλος και Ειρήνη παριστάνουν ότι δεν τρέχει τίποτα και ότι όλα μεταξύ τους είναι μέλι-γάλα «για χάρη του παιδιού». Η Μαρία πιέζει με τηλεφωνήματα κι ο Παύλος τη φλομώνει στα ψέματα. Ο Νικηφόρος κάνει άλλη μια απόπειρα να μιλήσει στον Αχιλλέα αλλά τρώει πόρτα απ’ τη Ναταλία που συνεχίζει να παριστάνει ότι εξαιτίας του υποφέρει. Η Ελισάβετ και ο Νικηφόρος μιλάνε με τον δικηγόρο για το διαζύγιο αλλά καταλήγουν απειλώντας ο ένας τον άλλον. Στο δρόμο συνεχίζουν τον καβγά και...",
              "Date": "",
              "Duration": "47:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 20",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-963-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/T61YSycEHkbW/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος μετά το ατύχημα παθαίνει αμνησία. Η Ελισάβετ είναι σε απόγνωση. Εκεί που ήταν έτοιμη να τον χωρίσει τον γιατροπορεύει. ‘Ολοι προσπαθούν να βοηθήσουν την κατάσταση αλλά άδικος κόπος. Ο Νικηφόρος τα ‘χει μπερδέψει όλα στο κεφάλι του και γίνεται από αστείος έως πολύ ενοχλητικός. Παράλληλα η Μαρία δεν ανέχεται άλλο τα ψέματα του Παύλου και φεύγει από τη «φωλίτσα». Ο Μίμης προσπαθεί να ξανακερδίσει την Ξανθίππη αλλά αυτή αρνείται πεισματικά. Η Εύα πιέζει την Ειρήνη και τον Παύλο να γιορτάσουν την επέτειο γάμου και αναγκάζονται να το κάνουν. Τους καλούν όλους λοιπόν στο σπίτι. Εκεί η Ελισάβετ ακούει απ’ το Νικηφόρο αυτό που δεν έπρεπε να ακούσει...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 21",
              "Image": "https://www.megatv.com/wp-content/uploads/2011/06/1-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ni7xf7idtGl7/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ανακαλύπτει ότι ο Νικηφόρος δεν έχει αμνησία αλλά προσποιείται.Τον ξεμπροστιάζει και επισπεύδει το διαζύγιο. Ο Νικηφόρος για να υπογράψει το διαζύγιο αναγκάζει την Ελισάβετ να του παραχωρήσει το μισό σπίτι. Εντωμεταξύ η Ναταλία και ο Αχιλλέας βγάζουν περιοριστικά μέτρα προκειμένου να μην μπορεί ούτε να τους πλησιάσει ο Νικηφόρος. Δύσκολο όμως να τον κρατήσουν μακριά. Η Εύα φανερώνει στον Παύλο και την Ειρήνη ότι ξέρει τα πάντα για το χωρισμό τους. Τους ζητάει να κάνουν αυτό που πραγματικά θέλουν. Ο Μίμης προσπαθεί να προσεγγίσει την Ξανθίππη αλλά εκείνη τον αποφεύγει συστηματικά. Αφήνει οριστικά τη διεύθυνση του εργοστασίου στον Κίμωνα και αφιερώνει όλη του την ενέργειά για να την ξανακερδίσει...",
              "Date": "",
              "Duration": "44:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 22",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-961-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OK6LefdilMf4/PK6/playlist.m3u8",
              "Description": "Ο Μίμης παρακολουθεί την Ξανθίππη με τη βοήθεια του Νικηφόρου και ανακουφίζεται όταν ανακαλύπτει ότι δεν τρέχει κάτι πονηρό αλλά απλώς έχει βρει δουλειά σε piano restaurant. Η Εύα αναχωρεί για το Λονδίνο και η Ειρήνη συνειδητοποιεί πλέον την απόλυτη μοναξιά της. Η Ελισάβετ προσπαθεί να την ταρακουνήσει και να την πείσει να κάνει μια νέα αρχή στη ζωή της. Ο Παύλος ξεκαθαρίζει τελικά τη θέση του στον πατέρα της Μαρίας και το ζευγαράκι επιστρέφει στη φωλίτσα του. Ο δε Νικηφόρος απειλεί θεούς και δαίμονες όταν μαθαίνει ότι η εισαγγελική απόφαση για τα περιοριστικά μέτρα εναντίον του είναι πλαστή...",
              "Date": "",
              "Duration": "46:14",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 23",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-960-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/KGl3St0ZtbEJ/PK6/playlist.m3u8",
              "Description": "Η συγκατοίκηση Νικηφόρου και Ελισάβετ συνεχίζεται επεισοδιακή με στόχο ποιος θα σπάσει περισσότερο τα νεύρα του άλλου. Ο Μίμης κάνει μια τελευταία απόπειρα να τα βρει με την Ξανθίππη. Και αυτή τη φορά τα καταφέρνει! Το ζευγαράκι ζει τον απόλυτο έρωτα απ’ την αρχή κάνοντας ράκος τη Βίβιαν που δεν πρόλαβε να χαρεί την κυριαρχία της στο σπίτι και στο εργοστάσιο. Παράλληλα ο Παύλος ξεκινάει την «εκπαίδευση» της Μαρίας αλλά αναγκάζεται να «εκπαιδευτεί» κι αυτός. Την ίδια ώρα η Ειρήνη μετά από πίεση της Ελισάβετ βγαίνει σε ραντεβού το οποίο όμως καταλήγει άδοξα. Τέλος, η Ναταλία και ο Αχιλλέας ανακαλύπτουν τον κοριό που έχει βάλει στο σπίτι τους ο Νικηφόρος και τον τιμωρούν όπως τού αρμόζει...",
              "Date": "",
              "Duration": "46:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 24",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-959-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OYU4B2XtzBRQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος «μαθαίνει» απ’ τον κοριό ότι η Ναταλία δεν είναι πραγματική κόρη του!!! Γίνεται ράκος. Η Ελισάβετ συνεχίζοντας το δούλεμα τού «αποκαλύπτει» ότι η Ναταλία είναι καρπός παράνομου δεσμού. Εντωμεταξύ ο Παύλος συνεχίζει να παριστάνει ότι γυμνάζεται και η Μαρία συνεχίζει να παριστάνει την νοικοκυρά. Και οι δύο αποδεικνύονται ανεπίδεκτοι μαθήσεως. Ο Μίμης και η Ξανθίππη επιδίδονται στο γνωστό τους σπορ κουρελιάζοντας τα νεύρα της Βίβιαν που δεν μπορεί να χωνέψει με τίποτα τον επικείμενο γάμο. Κι εκεί που όλα δείχνουν ρόδινα για το ζευγάρι, μια έκρηξη ζήλιας του Μίμη δημιουργεί στην Ξανθίππη αμφιβολίες. Η Ειρήνη επισκέπτεται οφθαλμίατρο για την πρεσβυωπία της και «τα βλέπει όλα» στο πρόσωπο του Γιάννη, του οφθαλμίατρου. Τέλος, η Ναταλία ετοιμάζεται να δώσει στον Νικηφόρο το τελειωτικό χτύπημα...",
              "Date": "",
              "Duration": "44:42",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 25",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-958-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/mZm82P8bck3i/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απεγνωσμένη μετά την κατάληψη του σπιτιού απ’ τον Νικηφόρο, ζητάει τη βοήθεια του Παύλου και του Μίμη. Εκείνοι, ως διαμεσολαβητές σε εμπόλεμη ζώνη, κατορθώνουν και πείθουν τον Νικηφόρο να βγει απ’ το σπίτι. Ο Νικηφόρος, όμως, δεν έχει πει ακόμα την τελευταία του λέξη… Η Ειρήνη ανταποκρίνεται στο φλερτ του οφθαλμίατρου και ενώ αρχικά διστάζει, τελικά δέχεται να βγει μαζί του… Ο Μίμης παθαίνει κι άλλη κρίση ζήλιας κάνοντας την Ξανθίππη έξαλλη ενώ η Βίβιαν προσπαθεί να πείσει τον Κίμωνα να κάνει εξετάσεις γονιμότητας μήπως και καταφέρουν να κάνουν παιδί.  Τέλος, ο Αχιλλέας και η Ναταλία βρίσκουν τον Νικηφόρο να στήνει αντίσκηνο έξω απ’ το σπίτι τους προκειμένου να προωθήσει τα αιτήματά του ως αδικημένου πατέρα...",
              "Date": "",
              "Duration": "46:18",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 26",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-957-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Gz2fuNHSAwca/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος συνεχίζει την απεργία πείνας προς έκπληξη των υπολοίπων που ήλπιζαν πως δεν θα αντέξει. Ελισάβετ, Αχιλλέας και Ναταλία χρησιμοποιούν αθέμιτα μέσα για να τον κάνουν να λυγίσει αλλά αυτός παραμένει ανένδοτος. Στο αντίσκηνο καταφθάνουν και οι πρώτοι δημοσιογράφοι… Ο Μίμης προχωράει το θέμα του θρησκευτικού γάμου με την Ξανθίππη αλλά συνεχίζει να τις κάνει σκηνές ζηλοτυπίας. Κάτι που της δημιουργεί τεράστια ανασφάλεια. Ο Παύλος και η Ειρήνη μετά από συνάντηση με τον δικηγόρο τους μαθαίνουν ότι θα χρειαστεί τουλάχιστον ένας χρόνος για να βγει το διαζύγιο. Απογοητεύονται και οι δυο, ο καθείς για τους λόγους του. Τέλος, ο Παύλος και ο Μίμης βρίσκουν τρόπο με τη βοήθεια του Βασίλη (από το τσιπουράδικο) να σώσουν τον Νικηφόρο απ’ την ασιτία...",
              "Date": "",
              "Duration": "46:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 27",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-956-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6CkFb4LOBrxY/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος σταματάει την απεργία πείνας αλλά δεν υποστέλλει την σημαία της εξέγερσης. Δέχεται πρόσκληση από την Χριστίνα Λαμπίρη και εμφανίζεται στην εκπομπή «Σούπερ Σταρ» προκαλώντας την αγανάκτηση όλων. Η Ελισάβετ εισβάλλει στην εκπομπή για να τον ξεμπροστιάσει αλλά κάνει τα πράγματα χειρότερα. Οι δημόσιες αψιμαχίες των γονιών της κάνουν τη Ναταλία να μη θέλει πια να τους ξέρει. Μαζί με τον Αχιλλέα εγκαταλείπει το σπίτι προκειμένου να πάρει αποφάσεις. Η Ξανθίππη βιώνει το προγαμιαίο άγχος και αντιμετωπίζει τις ζήλιες του Μίμη όσο πιο ψύχραιμα μπορεί. Οι εξετάσεις του Κίμωνα βγαίνουν καλές και το ζευγάρι αποφασίζει να προσπαθήσει για παιδί ακολουθώντας αυστηρό πρόγραμμα. Η Ειρήνη προχωράει δειλά-δειλά τη σχέση της με τον Γιάννη, ενώ ο Παύλος αναγκάζεται πια να ορίσει τη μέρα του αρραβώνα του με τη Μαρία...",
              "Date": "",
              "Duration": "46:38",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 28",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-955-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/D4dwyuoKFLDo/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει σε ποιο ξενοδοχείο μένουν τα παιδιά και μαζί με την Ελισάβετ τους κάνει επίσκεψη. Η Ναταλία προκειμένου να τελειώνει μια και καλή αυτή η ιστορία απαιτεί απ’ τον Νικηφόρο να αρχίσει να βλέπει ψυχολόγο. Εκείνος βρίσκει τον γιατρό που θα τον βοηθήσει στο πρόσωπο ενός παλιού συμμαθητή. Εντωμεταξύ ο Μίμης αναγκάζεται να ξεκινήσει εξαντλητική δίαιτα καθώς η Ξανθίππη τον πρεσάρει για να γίνει «φιγουρίνι» εν όψει του γάμου. Η δε Ειρήνη ζει τον απόλυτο έρωτα με τον Γιάννη, τον οφθαλμίατρο, μέχρι που Παύλος και Γιάννης έρχονται μούρη με μούρη μέσα στο σπίτι της Ειρήνης.",
              "Date": "",
              "Duration": "44:44",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 29",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-954-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/WgbYRX0YKYh6/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απολαμβάνει το γεγονός ότι ο Νικηφόρος ζηλεύει τον ψυχολόγο και παριστάνει ότι της αρέσει για να τον ζεματίσει κι άλλο. Δε φαντάζεται βέβαια ότι ο Νικηφόρος θα φτάσει στο σημείο να τον ξυλοφορτώσει. Ο Μίμης πεινάει γενικώς και ειδικώς καθώς η Ξανθίππη του ‘χει κόψει τα πάντα. Η Ειρήνη ζει ευτυχισμένες μέρες και νύχτες με το Γιάννη. Ενώ ο Παύλος και η Μαρία δέχονται την επίσκεψη της θείας της απ’ το χωριό που με τη σειρά της τους καλεί να τους φιλοξενήσει. Ο Παύλος αναγκάζεται να αποδεχθεί την πρόσκληση για «τρελό week-end» στο χωριό και ζητά την συμπαράσταση του Νικηφόρου και του Μίμη.",
              "Date": "",
              "Duration": "45:33",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 30",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-953-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nojmrjqU3ZIC/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι έχουν επιστρέψει απ’ το χωριό με τα πεσκέσια και τις συμβουλές που τους φίλεψε η Σύρμω. Ο Νικηφόρος προσπαθεί να κάνει τον καλό στην Ελισάβετ αλλά και στη Ναταλία με απώτερο σκοπό να τις κερδίσει. Ο Μίμης επιτέλους «τουμπάρει» την Ξανθίππη και επιστρέφουν στις ερωτικές δόξες του παρελθόντος. Ο Παύλος επισκέπτεται την Ειρήνη με πρόφαση το πεσκέσι απ’ το χωριό κι έρχεται μούρη με μούρη με το Γιάννη. Μ’ αυτά και μ’ αυτά φτάνει παραμονή του γάμου Μίμη και Ξανθίππης. Οι άντρες ξεδίνουν σε μπάτσελορ πάρτι στο τσιπουράδικο ενώ οι γυναίκες ξεδίνουν με το δικό τους τρόπο. Την άλλη μέρα στην εκκλησία βρίσκονται όλοι σε αναμμένα κάρβουνα καθώς ο γαμπρός και οι κουμπάροι είναι άφαντοι...",
              "Date": "",
              "Duration": "44:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 31",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-952-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iHUx4SH0TQx3/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μην ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου, το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τούς ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δεν μπορεί να πείσει τη Μαρία ότι δεν ζήλεψε που είδε την Ειρήνη με τον Γιάννη.",
              "Date": "",
              "Duration": "45:29",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 32",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-951-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wbSGsp21Uliu/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μη ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τους ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δε μπορεί να πείσει τη Μαρία ότι δε ζήλεψε που είδε την Ειρήνη με το Γιάννη. Αντιθέτως ο Νικηφόρος και η Ελισάβετ μεθυσμένοι καθώς είναι, ξαπλώνουν στο ίδιο κρεβάτι και ζούνε μια νύχτα γεμάτη πάθος. ‘Ομως το πρωί που ξυπνάνε δίπλα-δίπλα τσακώνονται άσχημα και η Ελισάβετ αποφασίζει να λάβει δραστικά μέτρα. Ο Γιάννης και η Ειρήνη πηγαίνουν στο σπίτι της Ξανθίππης με σκοπό να ζητήσουν συγνώμη αλλά πέφτουν πάνω στον Παύλο και ξαναπιάνονται στα χέρια. Η Ξανθίππη με τα πολλά τους πείθει να συμφιλιωθούν. Τουλάχιστον έτσι την αφήνουν να πιστεύει… * H περίληψη του επεισοδίου είναι η ίδια με του προηγούμενου, καθώς οι αυτοσχεδιασμοί των ηθοποιών και τα σκηνοθετικά ευρήματα από την πρώτη μέρα γυρισμάτων μέχρι και σήμερα επιμήκυναν τη διάρκεια των σκηνών και έτσι «καθυστέρησαν» τις ιστορίες των σεναρίων κατά ένα επεισόδιο!",
              "Date": "",
              "Duration": "46:52",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 33",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-950-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6nrPnJSn9Knn/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καλούν τον Γιάννη στο τσιπουράδικο δήθεν για συμφιλίωση αλλά με σκοπό να τον ρεζιλέψουν. Ο Γιάννης, όμως, τους κατατροπώνει. Το φυσάνε και δεν κρυώνει. Ειδικά ο Παύλος που ζηλεύει αφόρητα. Η δε Μαρία τα παίρνει μ’ αυτή την κατάσταση και πατάει πόδι… Εντωμεταξύ η Ναταλία μαθαίνει ότι περιμένει παιδί! Ο μόνος που το ξέρει, εκτός απ’ τον Αχιλλέα, είναι ο Παύλος. Το ζευγάρι του ζητάει να μην αποκαλύψει τίποτα ακόμα σε κανέναν. Ειδικά στο Νικηφόρο… Τέλος, η Ελισάβετ συνειδητοποιεί γιατί οι υποψήφιοι αγοραστές του σπιτιού τρέπονται σε φυγή. Με τα νεύρα της κουρέλια και περίεργες εξάψεις καταλήγει να λέει στην Ξανθίππη τα καμώματα του Νικηφόρου. Κι ενώ η Ξανθίππη προσπαθεί να την ηρεμήσει, ξαφνικά η Ελισάβετ σωριάζεται λιπόθυμη.",
              "Date": "",
              "Duration": "45:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 34",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-949-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nPFM0DMciFr0/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ μετά τα τελευταία κατορθώματα του Νικηφόρου παθαίνει νευρικό κλονισμό.O γιατρός συμβουλεύει να κρατούν το Νικηφόρο όσο γίνεται πιο μακριά της αλλιώς τα πράγματα θα χειροτερέψουν. Ο Παύλος επιχειρεί να ξαναφέρει τη Μαρία στα νερά του. Δηλώνει μετανιωμένος και αιώνια ερωτευμένος.Ο Μίμης και η Ξανθίππη μαθαίνουν ότι η Βίβιαν προβαίνει σε απολύσεις εργαζομένων στο εργοστάσιο και γίνονται έξαλλοι. Της τα ψέλνουν άσχημα. Εκείνη θιγμένη και πληγωμένη που δεν είχε ούτε καν τη συμπαράσταση του Κίμωνα, τον εγκαταλείπει.Το μεσιτικό βρίσκει αγοραστή και το σπίτι πουλιέται.Ο Νικηφόρος παίρνει το μερίδιό του και απογοητευμένος απ’ όλα αγοράζει ένα σκάφος και το σκάει για νησί της άγονης γραμμής. Ο Παύλος και ο Μίμης κατορθώνουν να τον ακολουθήσουν και προσπαθούν να τον πείσουν να γυρίσει πίσω. ‘Εχοντας εξαντλήσει κάθε τρόπο αναγκάζονται να του φανερώσουν την εγκυμοσύνη της Ναταλίας. Ο Νικηφόρος τρέχει στο σκάφος για να σαλπάρει αλλά...",
              "Date": "",
              "Duration": "48:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        },
        {
          "Title": "2ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-948-1024x576.jpeg",
          "Year": "2006",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 35",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-948-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ZegyxGpq9595/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος περνάνε δύσκολες ώρες και μέρες στα χέρια των τουρκικών αρχών. Στην Αθήνα όλοι ανησυχούν με την περίεργη εξαφάνισή τους. Η είδηση ότι βρέθηκαν συντρίμμια απ’ τη σκούνα τους σκάει σαν βόμβα στα σπίτια όλων. Βάζουν τα χειρότερα με το μυαλό τους. Κάποιες φήμες για σύλληψη τριών ψαράδων απ’ τους τούρκους δίνουν τροφή στα δελτία ειδήσεων και στις εφημερίδες. Οι τρεις φίλοι υπομένουν στωικά την αιχμαλωσία ελπίζοντας ότι γρήγορα θα έρθει η ώρα της απελευθέρωσης. Απειλητική φιγούρα ο τούρκος διοικητής των φυλακών που σταδιακά όμως τους παρουσιάζει κι έναν άλλον εαυτό. Αυτόν του καλόκαρδου και φιλόξενου οικοδεσπότη. ‘Επειτα απ’ την εξακρίβωση ότι καμιά σχέση δεν είχαν με κατασκοπία, οι τρεις φίλοι ετοιμάζονται να επιστρέψουν στα πάτρια εδάφη.",
              "Date": "",
              "Duration": "47:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 36",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-947-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FUYuoew0qdkJ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος επιστρέφουν στην Ελλάδα. Η υποδοχή που τους επιφυλάσσουν είναι ψυχρή. Είναι όλοι ακόμα θυμωμένοι μαζί τους. Με ηρωικά παραμύθια προσπαθούν να «μαλακώσουν» τις αντιδράσεις. Η Ναταλία πιο ευαίσθητη λόγω εγκυμοσύνης δέχεται να φιλοξενήσει το Νικηφόρο στο σπίτι της προς μεγάλη απογοήτευση του Αχιλλέα. Ο Νικηφόρος ξεκινάει στενό μαρκάρισμα στην Ελισάβετ αλλά εκείνη του κόβει τη φόρα. Η Ξανθίππη θέτει τελεσίγραφο στον Μίμη ότι αν δεν ξεκόψει απ’ τους άλλους δύο θα τον εγκαταλείψει. Ο Παύλος φρικάρει όταν μαθαίνει απ’ τη Μαρία ότι αυτός που μεσολάβησε για να γυρίσουν είναι ο Γιάννης. Η Μαρία με τα πολλά τον πείθει να επισκεφτούν την Ειρήνη και τον Γιάννη για ένα ευχαριστώ τουλάχιστον. Ο Παύλος βρίσκει ευκαιρία και ξεμοναχιάζει την Ειρήνη.Ο Μίμης βρίσκει τρόπο να αντιμετωπίσει, προσωρινά τουλάχιστον, την απαίτηση της Ξανθίππης. Ο Νικηφόρος μαθαίνει τη διεύθυνση του σπιτιού της Ελισάβετ και της κάνει επίσκεψη ζητώντας ανακωχή.",
              "Date": "",
              "Duration": "45:58",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 37",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-946-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4xyooWmckfNm/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ μετά τη φλογερή ερωτική βραδιά που περνούν, βλέπουν τη ζωή με άλλο μάτι. Τους προσγειώνει όμως απότομα η έκδοση του διαζυγίου τους. Ο Νικηφόρος προσπαθεί να την πείσει να ζητήσουν ακύρωση αλλά εκείνη θεωρεί ότι το πισωγύρισμα δεν θα κάνει καλό σε κανέναν.Ο Παύλος μετά το «πλησίασμα» με την Ειρήνη συνειδητοποιεί ότι του λείπει και κάνει σπασμωδικές κινήσεις, δημιουργώντας της εκνευρισμό. Ο Γιάννης προς το παρόν κρατάει ψύχραιμη στάση.Ο Μίμης και η Ξανθίππη προβληματίζονται με την ψυχολογική κατάσταση του Κίμωνα που χειροτερεύει, καθώς περνούν οι μέρες και η Βίβιαν δεν έρχεται.Ο Αχιλλέας, παθαίνει τον πανικό της επικείμενης πατρότητας και ζητάει τη βοήθεια του Νικηφόρου.",
              "Date": "",
              "Duration": "46:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 38",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-945-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dLFr5CfnGhCq/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ξεκινάει την εκπαίδευση του Αχιλλέα. Τον προετοιμάζει για τον ερχομό του παιδιού. Παράλληλα δεν αφήνει σε χλωρό κλαρί την Ελισάβετ που ‘χει μετανιώσει γιατί τον ξαναδέχτηκε στη ζωή της και προσπαθεί να απαλλαγεί απ’ την παρουσία του. Ο Νικηφόρος την πολιορκεί στενά και κείνη παλεύει με τα μπερδεμένα συναισθήματά της. Ο Μίμης αρνείται να δεχτεί ότι ο Κίμωνας έχει αποφασίσει να καλογερέψει και επιχειρεί να του αλλάξει γνώμη. Χάνει όμως την ψυχραιμία του και αναλαμβάνει δράση η Ξανθίππη που επικοινωνεί με τη Βίβιαν και της ζητάει να επιστρέψει. Εκείνη όμως αρνείται για άλλη μια φορά και πλέον ο Κίμωνας ετοιμάζεται να περάσει την πύλη του μοναστηριού. Ο Παύλος συνειδητοποιεί σταδιακά ότι η Ειρήνη του λείπει. Την ενοχλεί με τηλεφωνήματα. Ο Γιάννης ετοιμάζεται να αναχωρήσει για συνέδριο οφθαλμολογίας και προσπαθεί να πείσει την Ειρήνη να πάει μαζί του. Εκείνη αρνείται. Με αφορμή τις υπογραφές που χρειάζονται για την έκδοση του διαζυγίου, ο Παύλος προσεγγίζει την Ειρήνη όλο και περισσότερο...",
              "Date": "",
              "Duration": "46:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 39",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-944-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/XxoDZnJqwJD9/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος προσπαθώντας να αποδείξει στην Ελισάβετ ότι δεν τον πήρανε τα χρόνια, νεάζει. Βάφει το μαλλί και ντύνεται σαν δεκαεξάρης. ‘Αδικος κόπος όμως καθώς εκείνη έχει αποφασίσει να τον βγάλει οριστικά έξω απ’ τη ζωή της. Ο Μίμης απελπισμένος με την κατάσταση του Κίμωνα ζητάει από Νικηφόρο και Παύλο να τον βοηθήσουν. Καταστρώνουν ένα σχέδιο με σκοπό να αποτρέψουν τον Κίμωνα να μονάσει αλλά δεν τα καταφέρνουν. Η μόνη λύση τελικά είναι να γυρίσει η Βίβιαν στο σπίτι. Ο Μίμης και η Ξανθίππη αναγκάζονται να την παρακαλέσουν. Εκείνη επιστρέφει νικήτρια πλέον στο πλευρό του Κίμωνα που εγκαταλείπει την ιδέα της μοναστικής ζωής και αφοσιώνεται πάλι στη γυναίκα του. Το διαζύγιο του Παύλου και της Ειρήνης εκδίδεται κι εκείνη απαιτεί να την αφήσει πλέον ήσυχη. ‘Ομως ο Παύλος της εξομολογείται ότι του λείπει και την αναστατώνει.",
              "Date": "",
              "Duration": "47:06",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 40",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-943-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2C7sogapuYW9/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος συνεχίζει να νεανίζει προκαλώντας ευθυμία στη Ναταλία και νεύρα στην Ελισάβετ. Παράλληλα νουθετεί τον Αχιλλέα σχετικά με τη συμπεριφορά του στην εγκυμονούσα. Η Βίβιαν με το που γύρισε στο σπίτι προσπαθεί να επιβάλει την κυριαρχία της. Κάτι που ενοχλεί πολύ το Μίμη και την Ξανθίππη που κρατιούνται με το ζόρι για χατίρι του Κίμωνα. Ο Παύλος γυρίζει γύρω απ’ την Ειρήνη σαν τη μύγα στο γλυκό. Εκείνη προσπαθεί να τον κρατήσει μακριά αλλά δεν τα καταφέρνει. Η Μαρία βρίσκει τυχαία τον φάκελο με τα χαρτιά του διαζυγίου που ‘χει ξεχάσει ο Παύλος στην τσέπη του σακακιού του. Δεν του φανερώνει αμέσως ότι το ξέρει δίνοντάς του μια ευκαιρία να της το πει. Εκείνος ανυποψίαστος δεν καταλαβαίνει το παιχνίδι της. Η Μαρία δεν αντέχει και ξεσπάει. Ο Παύλος τα μπαλώνει για ακόμα μια φορά. ‘Ολοι πηγαίνουν στο ετήσιο μνημόσυνο του Αλκιβιάδη. Εκεί τους περιμένει μια έκπληξη...",
              "Date": "",
              "Duration": "45:06",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 41",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-942-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/rmOjcu50UtJ1/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι και ο Ιπποκράτης γίνονται φέσι στο τσιπουράδικο με αφορμή το μνημόσυνο του Αλκιβιάδη. Ο Παύλος κάνει μεταμεσονύχτια επίσκεψη στην Ειρήνη. Ο Νικηφόρος καταλήγει μαζί με τον Ιπποκράτη στο σπίτι της Ελισάβετ ενώ ο Μίμης καλείται να δώσει εξηγήσεις στην Ξανθίππη για το σουτιέν που βρίσκεται όλως τυχαίως στην τσέπη του. Ο Κίμωνας υποψιάζεται ότι η Βίβιαν δεν γύρισε κοντά του επειδή τον αγαπάει αλλά για να πραγματοποιήσει τις φιλοδοξίες της. Η Μαρία ανήσυχη με την ολονύχτια απουσία του Παύλου τον ψάχνει παντού και καταλήγει στην Ειρήνη. Παραλίγο να τον κάνει τσακωτό. Η Ειρήνη τον καλύπτει. Οι δυο πρώην σύζυγοι έπειτα από αμοιβαίες εξηγήσεις καταλήγουν στο κρεβάτι. Τέλος, η Ελισάβετ «θαμπώνεται» από την προσωπικότητά του Ιπποκράτη και αρχίζει να υποκύπτει στο φλερτ του. Ο Νικηφόρος ζηλεύει θανάσιμα. Φτάνει στο σημείο να τους παρακολουθήσει και...",
              "Date": "",
              "Duration": "49:22",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 42",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-941-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DkBkF4760wJK/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος αναλαμβάνει να διδάξει ελληνικά σε αλλοδαπούς στο φροντιστήριο του Παύλου. Ψυχολογικά όμως είναι χάλια καθώς η Ελισάβετ έχει φανερά ενδώσει στο φλερτ του Ιπποκράτη. Ο Μίμης , η Ξανθίππη και η Βίβιαν αντιμετωπίζουν μια παράξενη αλλαγή στην συμπεριφορά του Κίμωνα. Παράλληλα η Ξανθίππη σκοπεύει να ξεμπροστιάσει το Μίμη που βρίσκει δικαιολογίες για να τα πίνει με τους άλλους κάθε Πέμπτη (και όχι Παρασκευή). Ο Παύλος είναι μοιρασμένος ανάμεσα στην Ειρήνη και τη Μαρία. Στην Ειρήνη που αντιστέκεται αλλά τελικά ενδίδει και στη Μαρία που δεν αντιστέκεται αλλά πιέζει για γάμο. Ζητάει τη συμβουλή των άλλων που ζορισμένοι με τα δικά τους προβλήματα τον μπερδεύουν ακόμα περισσότερο. Εντωμεταξύ ο Ιπποκράτης ζητάει απ’ την Ελισάβετ να τα αφήσει όλα και να τον ακολουθήσει στο εξωτερικό. Εκείνη τού υπόσχεται ότι θα το σκεφτεί...",
              "Date": "",
              "Duration": "50:47",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 43",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-940-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FG5kjst1dNP5/PK6/playlist.m3u8",
              "Description": "Ο Μίμης υφίσταται τον όρκο σιωπής που εφαρμόζει εναντίον του η Ξανθίππη για να τον τιμωρήσει για τα ψέματά του. Ο Νικηφόρος προς έκπληξη όλων αποδεικνύεται πολύ αποδοτικός ως καθηγητής. Οι μαθητές του είναι ενθουσιασμένοι μαζί του. Η μόνη που επιμένει να τον υποτιμά είναι η Ελισάβετ. Ο Παύλος βάζει σε εφαρμογή το σχέδιο «απογοήτευσης της Μαρίας» προκειμένου να την κάνει να ξανασκεφτεί σοβαρά το θέμα του γάμου. Παράλληλα η σχέση του με την Ειρήνη γίνεται όλο και πιο φλογερή. Κι έτσι όταν ο Γιάννης επιστρέφει αιφνιδίως απ’ την Ισλανδία πιάνει την Ειρήνη στο κρεβάτι με τον Παύλο! Ο τρόπος ζωής του Κίμωνα ανησυχεί ιδιαίτερα τη Βίβιαν που δεν έχει καταλάβει τι φταίει για τη μετάλλαξή του. Ο Μίμης ομολογεί στους άλλους δύο ότι η Ξανθίππη απαιτεί να πάψει να τους κάνει παρέα. Τότε εκείνοι αποφασίζουν να την πείσουν ότι δεν είναι τα «ρεμάλια» που πάντα νόμιζε...",
              "Date": "",
              "Duration": "47:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 44",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-939-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iyaz3ACkFIhJ/PK6/playlist.m3u8",
              "Description": "Η είδηση ότι ο Αχιλλέας θα φύγει φαντάρος έχει σκάσει σα βόμβα. Η Ναταλία έχει πέσει σε κατάθλιψη σίγουρη ότι θα γεννήσει και ο Αχιλλέας δεν θα είναι δίπλα της. Η Ελισάβετ και ο Νικηφόρος προσπαθούν να την παρηγορήσουν και να βρουν κάποια λύση. Ο Νικηφόρος φυσικά ψάχνει λύση που να τον συμφέρει. Το γεγονός ότι ο Αχιλλέας θα φύγει δεν τον λυπεί καθόλου.Η Ξανθίππη αναγκάζεται να παραδεχτεί ότι ο Μίμης δεν πρόκειται ποτέ να ξεκόψει απ’ τους άλλους δυο. ‘Ετσι η ισορροπία στη σχέση τους επανέρχεται αν και εύθραυστη. Αντίθετα ο Κίμωνας όσο πάει και απομακρύνεται απ’ τη Βίβιαν κάτι που προβληματίζει και τους στεναχωρεί όλους. Ο Μίμης προσπαθεί να συνετίσει τον Κίμωνα αλλά κάνει μια τρύπα στο νερό.Η Μαρία υποψιάζεται ότι ο Παύλος τη δουλεύει με τα ξαφνικά γεράματα και κείνος για να την πείσει βάζει τους άλλους δυο να παραστήσουν τα ραμολιμέντα. Είναι τόσο πειστικοί που τα κάνουν χειρότερα. Η Μαρία καταφεύγει πλέον στις απειλές προκειμένου να μην τον χάσει.Η Ειρήνη ομολογεί στην Ελισάβετ και την Ξανθίππη ότι ο Γιάννης την τσάκωσε στο κρεβάτι με τον Παύλο και δηλώνει ότι ο μοναδικός άντρας στη ζωή της ήταν, είναι και θα είναι ο Παύλος.",
              "Date": "",
              "Duration": "46:23",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 45",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-938-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ih3kknKG3Yf7/PK6/playlist.m3u8",
              "Description": "Ο Αχιλλέας φεύγει φαντάρος και ο Νικηφόρος αναλαμβάνει να βρει υψηλόβαθμο στρατιωτικό ώστε να βοηθήσει για μια πιο ευνοϊκή μετάθεση. Ευνοϊκή για τον εαυτό του. ‘Οχι για τον Αχιλλέα. Παράλληλα συνεχίζει να διδάσκει στο τμήμα αλλοδαπών και ο Παύλος μαζί με το Μίμη αποφασίζουν να μάθουν τι σόι διδασκαλία κάνει. Η Ελισάβετ προσπαθεί με επιχειρήματα να πείσει την απαρηγόρητη Ναταλία να πάει στο σπίτι να μείνει μαζί της καθώς δεν έχει καμία εμπιστοσύνη στο Νικηφόρο. H Ειρήνη επισκέπτεται τη Μαρία και μαθαίνει ότι ο Παύλος τις δουλεύει και τις δυο. Ο Παύλος από τη μεριά του πολύ θα ήθελε Ειρήνη και Μαρία δύο σε ένα. Ελισάβετ και Ξανθίππη υπόσχονται να βοηθήσουν τη φίλη τους να μάθει τις αληθινές προθέσεις του Παύλου. Η Ξανθίππη αναλαμβάνει να μιλήσει στον Κίμωνα αλλά αποτυγχάνει όπως και ο Μίμης. Ο Κίμωνας συνεχίζει τον έκκλητο βίο. Ο Παύλος και ο Μίμης μπαίνουν μεταμφιεσμένοι στο τμήμα του Νικηφόρου και τα χάνουν μ’ αυτά που διδάσκει στους αλλοδαπούς. Ο καυγάς ανάβει αλλά η είσοδος μιας μαύρης καλλονής στην τάξη τους κόβει την ανάσα.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 46",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-937-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/QyOQuihin7tT/PK6/playlist.m3u8",
              "Description": "Η Νεχάντε έχει κλέψει την καρδιά του Νικηφόρου. Ο Παύλος και ο Μίμης τον έχουν τρελάνει στο δούλεμα ειδικά όταν μαθαίνουν ότι της κάνει και ιδιαίτερα. Ο Νικηφόρος προσπαθεί να τους πείσει ότι η σχέση τους είναι Πλατωνική. Εντωμεταξύ, ο Παύλος πέφτει θύμα της συνομωσίας των γυναικών. Η Ειρήνη, η Ελισάβετ και η Ξανθίππη σκοπεύουν να τον αναγκάσουν να πάρει μια απόφαση. Η Μαρία απ’ την άλλη παίρνει την κατάσταση στα χέρια της. Πιέζει και κείνη τον Παύλο με τον δικό της τρόπο… Ο Μίμης απελπισμένος με την στάση του Κίμωνα ζητάει τη βοήθεια των άλλων δύο. Εκείνοι προσφέρονται πρόθυμα να τον βοηθήσουν αφού δεν αφήνουν χαμένη καμία ευκαιρία για χαβαλέ. Παρακολουθούν τον Κίμωνα και καταλήγουν σε ένα ξενοδοχείο. ‘Οταν όμως αποφασίζουν να εισβάλουν στο δωμάτιο του Κίμωνα, τους περιμένει μια μεγάλη έκπληξη.",
              "Date": "",
              "Duration": "51:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 47",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-936-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/MXUlssGHMpgN/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος μπουκάρουν στο δωμάτιο του Κίμωνα και σοκάρονται με αυτό που ανακαλύπτουν. Ο Κίμωνας προσπαθεί να τους εξηγήσει αλλά ο Μίμης δεν κάθεται ν’ ακούσει. Ντροπιασμένος θέλει να φουντάρει απ’ την ταράτσα. Τον σώζουν και τον πείθουν τελικά ότι όλα τα έκανε ο Κίμωνας για να ζηλέψει η Βίβιαν. Αυτά όμως που έχουν συμβεί τελευταία, φορτίζουν αρνητικά το Μίμη και την Ξανθίππη με αποτέλεσμα να μην έχουν διάθεση για τα ερωτικά τους παιχνιδάκια. Απ’ την άλλη ο Νικηφόρος εξομολογείται στην παρέα ότι είναι ερωτευμένος με τη Νεχάντε. Πλατωνικά προς το παρόν. Η Ελισάβετ μαθαίνει τυχαία την ύπαρξη άλλης γυναίκας και προσπαθεί να μάθει λεπτομέρειες. Αρνείται φυσικά να δεχτεί ότι ζηλεύει. Το μπέρδεμα του Παύλου ανάμεσα σε Ειρήνη και Μαρία όσο πάει και μεγαλώνει. ‘Ετσι όπως τα ‘χει κάνει ούτε αυτός δε μπορεί να τα ξεμπερδέψει. Η Μαρία φεύγει απ’ το σπίτι για να τον αφήσει να σκεφτεί...",
              "Date": "",
              "Duration": "45:57",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 48",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-935-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/I8uG6nM1u7B5/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος διάγει μέρες πλατωνικού έρωτα με τη Νεχάντε στο σπίτι της Ναταλίας. Φυσικά το κρατάει κρυφό απ’ όλους. Ο Μίμης και η Ξανθίππη προσπαθούν να ξανανάψουν τη σπίθα μεταξύ τους αλλά μάταια. Η Βίβιαν ακολουθώντας τη συμβουλή της Ξανθίππης προσπαθεί να ξεσηκώσει ερωτικά τον Κίμωνα αλλά αποτυγχάνει. Η Ειρήνη φιλοξενώντας τη Μαρία καταλαβαίνει πόσο βαθιά κι αληθινά αγαπάει η μικρή τον Παύλο. Κι έτσι αποφασίζει να της τον παραχωρήσει. Εντωμεταξύ, Ελισάβετ και Ξανθίππη κάνουν τσακωτό το Νικηφόρο σε τρυφερό τετ α τετ με τη Νεχάντε χωρίς να τις πάρει χαμπάρι εκείνος. Η Ελισάβετ μαθαίνει απ’ τη Ναταλία ότι μετά από πίεση του Νικηφόρου πήγε να μείνει μαζί της και αποφασίζει να μπουκάρει στο σπίτι της Ναταλίας.",
              "Date": "",
              "Duration": "45:17",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 49",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-934-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/YmhMXxHcBBG1/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ μπουκάρει στο σπίτι και βρίσκει τη Νεχάντε να παριστάνει την καθαρίστρια. Η Ελισάβετ παίζει το παιχνίδι τους και βάζει τη Νεχάντε να καθαρίσει όχι μόνο το σπίτι της Ναταλίας αλλά και της Ξανθίππης. Ο Παύλος και ο Μίμης προσπαθούν να πείσουν το Νικηφόρο ότι είναι λάθος που «σπίτωσε» τη Νεχάντε αλλά αυτός ερωτευμένος καθώς είναι, δεν ακούει τίποτα. Αναγκάζεται όμως να την πάει να μείνει αλλού γιατί έρχεται ο Αχιλλέας με άδεια απ’ το στρατό. Ο Μίμης και η Ξανθίππη κάνουν φιλότιμες προσπάθειες να ξαναβρούν το πάθος στη σχέση τους αλλά τίποτα δεν αποδίδει. Ο Κίμωνας δίνει κι άλλο χτύπημα στη Βίβιαν φτάνοντας τα πράγματα στα άκρα. Η Ειρήνη παίρνει οριστικά την απόφαση να ξεκόψει απ’ τον Παύλο αφήνοντας ελεύθερο το πεδίο για τη Μαρία. Ο Παύλος πικαρισμένος από την απόρριψη, αντιδρά σπασμωδικά. Δηλώνει στη Μαρία ότι ο γάμος τους θα γίνει!",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 50",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-933-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/h34wtJNHu88c/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος έχοντας δει τη Νεχάντε στο στριπτιζάδικο, δε μπορεί να συνέλθει απ’ το σοκ. Οι άλλοι προσπαθούν να τον παρηγορήσουν. Τα πράγματα χειροτερεύουν όταν γυρνώντας στο σπίτι βρίσκει σημείωμα απ’ τη Νεχάντε που του γράφει ότι φεύγει για την πατρίδα της. Η Ναταλία και ο Αχιλλέας κάνουν ότι μπορούν για να τον βοηθήσουν αλλά μάταια. Η Ελισάβετ μαθαίνει τα νέα και επιτέλους ομολογεί στις άλλες ότι ζήλευε. Ο Μίμης και η Ξανθίππη μετά από επίσκεψη σε σεξολόγο επανέρχονται θριαμβευτικά στις παλιές καλές μέρες. Η Ειρήνη ψάχνει διεξόδους για να γεμίσει το κενό στη ζωή της και γίνεται το «μάτι» της γειτονιάς. Προσφέρει κοινωνικό έργο απειλώντας άτακτους συζύγους. Ο Κίμωνας αποκαλύπτει στη Βίβιαν ότι όλα τα έκανε για να καταλάβει αν τον αγαπάει πραγματικά ή αν γύρισε κοντά του μόνο για την περιουσία. Τα ξαναβρίσκουν μεταξύ τους κι αναλαμβάνουν την από κοινού διεύθυνση του εργοστασίου. Ο Παύλος και ο Μίμης επιχειρούν να «ταρακουνήσουν» το Νικηφόρο προκειμένου να ξεχάσει τη Νεχάντε.",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 51",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-932-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hZZuKTedWl28/PK6/playlist.m3u8",
              "Description": "Ο «λάθος συναγερμός» της Ναταλίας τους κάνει όλους να τρέξουν στο νοσοκομείο νομίζοντας ότι θα γεννήσει. Ακόμα όμως δεν έχει έρθει η ώρα κι έτσι επιστρέφουν στα σπίτια τους με ανάμικτα συναισθήματα. Ο Νικηφόρος και η Ελισάβετ αφήνουν στην άκρη τις διαφορές τους και λένε αλήθειες μεταξύ τους. Ο Μίμης ονειρεύεται να αποκτήσει εγγονάκι και ζητάει απ’ τον Κίμωνα και τη Βίβιαν να ξαναρχίσουν τις προσπάθειες. Η Ξανθίππη αντίθετα πιστεύει ότι το ζευγάρι πρέπει να αποφασίσει μόνο του. Ο Παύλος δέχεται την πίεση της Μαρίας για παιδί αλλά και την πίεση του πεθερού του για θρησκευτικό γάμο και παιδί! Και βέβαια ο πανικός του δίνει ευκαιρία στους άλλους για πλάκες.",
              "Date": "",
              "Duration": "45:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 52",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-931-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/m6nq1CQF11jB/PK6/playlist.m3u8",
              "Description": "Η μέρα που θα γεννήσει η Ναταλία πλησιάζει. Οι «λάθος συναγερμοί» τους πηγαινοφέρνουν στο μαιευτήριο. Η Ελισάβετ ζητάει απ’ το Νικηφόρο γι’ αυτό το διάστημα τουλάχιστον να φερθεί σαν υπεύθυνος πατέρας και να μείνει νηφάλιος δίπλα στη Ναταλία. Ο Νικηφόρος το παίρνει πολύ στα σοβαρά και ξαγρυπνάει νυχθημερόν. Παράλληλα επιχειρεί εκ νέου προσέγγιση στην Ελισάβετ που έχει κάπως μαλακώσει και δείχνει ευάλωτη. Ο Μίμης πρεσάρει όλο και περισσότερο τον Κίμωνα και τη Βίβιαν να του χαρίσουν εγγονάκι. Η Ξανθίππη ανησυχεί για το που θα βγάλει αυτή η πίεση. Ανησυχεί όμως και για έναν επιπλέον λόγο. Δέχεται λουλούδια και σοκολατάκια από έναν «άγνωστο θαυμαστή»… Ο Παύλος προκειμένου να αποφύγει μια πιθανή εγκυμοσύνη της Μαρίας απέχει απ’ το σεξ – κάτι που τον στεναχωρεί ιδιαίτερα – αλλά δεν έχει προς το παρόν άλλη λύση. Η Ειρήνη το παρακάνει με τα απειλητικά τηλεφωνήματα στην γειτονιά και δέχεται την απροσδόκητη επίσκεψη ενός νεαρού αστυνομικού. Τέλος, οι τρεις φίλοι αποφασίζουν να «τιμωρήσουν» το Βασίλη για την πλάκα που τους έκανε με τα αντρικά αντισυλληπτικά και του το ανταποδίδουν με ακόμα πιο χοντρή πλάκα.",
              "Date": "",
              "Duration": "46:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 53",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-930-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dfeyXDGkBtC0/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ πηγαίνει μόνη της τη Ναταλία στο μαιευτήριο. Ο Παύλος κι ο Μίμης προσπαθούν να συνεφέρουν τον Νικηφόρο που απ’ την αγρύπνια έπεσε ξερός μόνο μ’ ένα ποτηράκι τσίπουρο. Στο μαιευτήριο καταφθάνουν Ειρήνη και Ξανθίππη και προσπαθούν να ηρεμήσουν την Ελισάβετ. Ο Παύλος κι ο Μίμης φέρνουν σηκωτό το Νικηφόρο στο μαιευτήριο και τον κρύβουν σε κάποιο δωμάτιο μέχρι να συνέλθει. Σκαστός απ’ το στρατόπεδο καταφθάνει και ο Αχιλλέας. Ο Νικηφόρος συνέρχεται με τη βοήθεια νοσοκόμας και στο τσακ προλαβαίνει τη γέννα.",
              "Date": "",
              "Duration": "45:07",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 54",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-929-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/gxgcTS5OqFqX/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ είναι πανευτυχείς με τον ερχομό της εγγόνας τους και πλέον το παίρνουν απόφαση ότι η σχέση τους δεν μπορεί να τελειώσει ούτε και με το δεύτερο διαζύγιο. Είναι ξανά μαζί αλλά συμφωνούν να το κρατήσουν κρυφό από τους άλλους προκειμένου να αποφύγουν την καζούρα. Η Βίβιαν δέχεται επίσκεψη στο σπίτι από έναν παράξενο τύπο που ρωτάει πολλά. Το ίδιο και ο Κίμωνας στο εργοστάσιο. Ο ίδιος τύπος του λέει πράγματα που τον σοκάρουν και δημιουργούν ένταση στη σχέση του με τη Βίβιαν. Η Ξανθίππη θεωρώντας ότι η ένταση οφείλεται στην πίεση που τους ασκεί ο Μίμης, τον πείθει να σταματήσει να τους ζορίζει για παιδί και μέσα στ’ άλλα του αναφέρει και την περίπτωση της υιοθεσίας. Εντωμεταξύ η Μαρία «κολλάει στον τοίχο» τον Παύλο δηλώνοντάς του πόσο βαθιά τον αγαπάει κάτι που του δημιουργεί ενοχές για τη μέχρι τώρα συμπεριφορά του. Τέλος, η Ξανθίππη μένει σύξυλη όταν βλέπει μπροστά της αυτόν που δεν περίμενε ποτέ ότι θα ξαναδεί.",
              "Date": "",
              "Duration": "44:20",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 55",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-928-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yCJH5h9KMjiF/PK6/playlist.m3u8",
              "Description": "Η εμφάνιση του Μάκη πανικοβάλει την Ξανθίππη, που ψάχνει τρόπο να τον αντιμετωπίσει. Εκμυστηρεύεται το πρόβλημά της στον Κίμωνα και στη Βίβιαν κι έτσι λύνεται και η παρεξήγηση μεταξύ τους. Ξανθίππη και Κίμωνας αποφασίζουν να συνεχίσουν να παριστάνουν το ζευγάρι, βεβαίως κρυφά από τον Μίμη, με σκοπό να ξεφορτωθούν τον Μάκη. Ο Νικηφόρος και η Ελισάβετ φτιάχνουν τον δικό τους κώδικα επικοινωνίας προκειμένου να μην καταλάβουν οι άλλοι ότι είναι ξανά μαζί. Υποδέχονται τη Ναταλία και το μωρό στο σπίτι και παριστάνουν ότι η κόντρα μεταξύ τους συνεχίζεται. Ο Μίμης μιλάει στη Βίβιαν για υιοθεσία και έκπληκτος διαπιστώνει ότι και κείνη το σκέφτεται θετικά. Η διάθεσή του απέναντί της αλλάζει. Ο Παύλος έχοντας σιγουρευτεί πλέον για την αληθινή αγάπη της Μαρίας, της κάνει ρομαντική πρόταση γάμου. Η Ειρήνη βγαίνει το πρώτο της ραντεβού με το Στέφανο, ενώ στο τσιπουράδικο ο Βασίλης στεναχωρημένος ανακοινώνει στους τρεις φίλους ότι...",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 56",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-927-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hiRAl451j2ZQ/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι έχουν ταραχθεί με την απόφαση του Βασίλη να κλείσει το τσιπουράδικο. Χάνουν το στέκι, το ναό, το εξομολογητήριο… Δεν μπορούν να επιτρέψουν να συμβεί κάτι τέτοιο. Προσπαθούν να του αλλάξουν γνώμη. Παράλληλα ο Μάκης συνεχίζει να ενοχλεί την Ξανθίππη και να την εκβιάζει με ένα μεγάλο χρηματικό ποσό για να μην αποκαλύψει το παρελθόν της. Εκείνη ζητάει τη βοήθεια της Ελισάβετ και της Ειρήνης. Η Ειρήνη συστήνει το Στέφανο στις φίλες της κι εκείνες την βάζουν σε σκέψεις ότι κάτι δεν πάει καλά μαζί του. Οι τρεις άντρες δεν βγάζουν άκρη με το Βασίλη, ο οποίος κουρασμένος και χρεωμένος ως το λαιμό βάζει μπρος για να πουλήσει το μαγαζί. Και τότε αναλαμβάνουν δράση. Θα κάνουν ότι περνάει απ’ το χέρι τους προκειμένου να μην γίνει το κακό. Από την άλλη, οι γυναίκες με τη βοήθεια του Κίμωνα και της Βίβιαν οργανώνουν ένα σχέδιο «εξόντωσης» του Μάκη. Φυσικά κρυφά απ’ τον Μίμη και τους άλλους. Κι ενώ νομίζουν ότι τα κατάφεραν, ο Μάκης μπουκάρει στο σπίτι και...",
              "Date": "",
              "Duration": "45:00",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 57",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-926-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/E1yoEEuZg9pr/PK6/playlist.m3u8",
              "Description": "Ο Μάκης απαγάγει την Ξανθίππη! Οι γυναίκες ψάχνουν τρόπο να το φέρουν μαλακά στο Μίμη και ζητάνε τη βοήθεια του Νικηφόρου και του Παύλου. Ο Μίμης γίνεται έξαλλος που δεν του το είπαν απ’ την πρώτη στιγμή και μόλις του περνάνε τα νεύρα πέφτει σε μαύρη απελπισία. Οι άλλοι προσπαθούν να τον συνεφέρουν ψάχνοντας παράλληλα κάποια λύση. Ο Μάκης ήταν σαφέστατος: Αν ειδοποιήσουν αστυνομία θα κάνει κακό στην Ξανθίππη. Η Ελισάβετ στέλνει με τρόπο την Ειρήνη να βρει τον Στέφανο και να τον πείσει να τους βοηθήσει παράτυπα. Ο Μάκης τηλεφωνεί και ζητάει λύτρα. Ο Μίμης ζητάει να μιλήσει με την Ξανθίππη κι εκείνη κατορθώνει συνθηματικά να του πει ότι είναι δεμένη σε μια γειτονική τους βίλα. Καταστρώνεται σχέδιο άμεσης δράσης. Ο Νικηφόρος, ο Παύλος και ο Στέφανος μπαίνουν στη βίλα και αιφνιδιάζουν το Μάκη. Πάνω στη συμπλοκή όμως το υπηρεσιακό περίστροφο του Στέφανου εκπυρσοκροτεί...",
              "Date": "",
              "Duration": "45:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 58",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-925-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/8fnhR3JIpyzm/PK6/playlist.m3u8",
              "Description": "Ο Μάκης εκμεταλλεύεται τον τραυματισμό του Στέφανου και το σκάει. Παράλληλα και οι υπόλοιποι μπουκάρουν πανικόβλητοι στη βίλα και αφού σιγουρεύονται ότι κανείς δεν τραυματίστηκε σοβαρά, πανηγυρίζουν για την απελευθέρωση της Ξανθίππης. Μετά απ’ αυτή την περιπέτεια ο Μίμης γίνεται υπερπροστατευτικός και προσλαμβάνει σωματοφύλακα για την Ξανθίππη που αναγκάζεται να τον δεχτεί. Η Βίβιαν εξομολογείται στον Κίμωνα την επιθυμία της για υιοθεσία κι εκείνος της αποκαλύπτει ότι είναι κάτι που σκέφτεται εδώ και καιρό. Ο Νικηφόρος και η Ελισάβετ ζουν τον έρωτά τους έντονα προσπαθώντας όσο γίνεται να μη «καρφωθούν». Η Ναταλία τους παίρνει είδηση αλλά δεν το φανερώνει. Ο Στέφανος απολαμβάνει τη φροντίδα της Ειρήνης που αισθάνεται υποχρεωμένη απέναντί του. Επιχειρεί μια πιο στενή προσέγγιση αλλά η αδεξιότητά του την μπερδεύει και ενισχύει τις αμφιβολίες της. Η Μαρία γνωρίζει στον Παύλο τη φίλη της, Διώνη που θα γίνει κουμπάρα στο γάμο τους. Μια γυναίκα που πιστεύει ότι κανένας παντρεμένος άντρας δεν είναι πιστός. Και δεν φτάνει που το πιστεύει, σκέφτεται και να το αποδείξει...",
              "Date": "",
              "Duration": "48:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 59",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-924-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/9HKjffSbPYMB/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ζει μέρες και νύχτες πάθους με την Ελισάβετ, ωστόσο είναι σφόδρα προβληματισμένος, όπως και οι άλλοι δύο, για το μέλλον του τσιπουράδικου. Η Ελισάβετ πείθει την Ξανθίππη και την Ειρήνη ότι για να γλιτώσουν τους άντρες απ’ την ψυχολογική κατάρρευση πρέπει να δράσουν άμεσα… Παράλληλα η Μαρία, ύστερα από την επιμονή της Διώνης, ζητάει απ’ τον Παύλο να γνωρίσουν την κουμπάρα στο Νικηφόρο και στο Μίμη. Με το «καλημέρα σας» η Διώνη φλερτάρει ανοιχτά το Μίμη. Κι ενώ Νικηφόρος και Παύλος βρίσκουν ευκαιρία για τρελό δούλεμα, η Ξανθίππη ακούει ένα ύποπτο τηλεφώνημα ανάμεσα στο Μίμη και τη Διώνη και χάνει τη γη κάτω απ’ τα πόδια της...",
              "Date": "",
              "Duration": "46:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 60",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-923-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ExlSIppZ4No1/PK6/playlist.m3u8",
              "Description": "Η Ξανθίππη κρατάει μούτρα στο Μίμη χωρίς να του λέει το λόγο αφήνοντάς τον να αναρωτιέται. Η Ελισάβετ δέχεται τις νυχτερινές επισκέψεις του Νικηφόρου και τις επιπλήξεις του διευθυντή της για τις καθυστερήσεις στη δουλειά. Με παρότρυνση του Νικηφόρου επιχειρεί να σκίσει τη γάτα και καταλήγει άνεργη. Ο Νικηφόρος αποφασίζει να αναλάβει τις ευθύνες του και να βρει δουλειά. Ο Παύλος επισκέπτεται την Ειρήνη για να της δώσει το προσκλητήριο του γάμου. Την ίδια ιδέα έχει και η Μαρία και βρίσκονται οι τρεις τους να τα λένε. Ο Παύλος έκπληκτος μαθαίνει ότι όταν η Μαρία είχε φύγει απ’ το σπίτι, βρήκε καταφύγιο στης Ειρήνης κι ότι με δική της παρότρυνση γύρισε κοντά του. Η Ξανθίππη μετά από συμβουλή της Ελισάβετ πηγαίνει στο εργοστάσιο προκειμένου να μάθει τι τρέχει με το Μίμη. Εκεί βλέπει το Μίμη και τη Διώνη να...",
              "Date": "",
              "Duration": "46:09",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 61",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-922-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/44xm87p8RuhQ/PK6/playlist.m3u8",
              "Description": "Η Ξανθίππη βλέπει με τα ίδια της τα μάτια τη Διώνη να χαριεντίζεται με το Μίμη στην αποθήκη του εργοστασίου. Και πάνω που πάει να ξεσπάσει η καταιγίδα, ο Μίμης κάνει την έκπληξη! Φρενάρει τη Διώνη και τη διώχνει λέγοντάς της ότι πάνω απ’ τη γυναίκα του δεν βάζει καμιά άλλη. Η Ελισάβετ περνά στην ανεργία προσπαθώντας να διατηρήσει την αξιοπρέπεια και την ψυχραιμία της. Ο Νικηφόρος προκειμένου να τη στηρίξει ψυχολογικά αποφασίζει να ψάξει για δουλειά, κάτι που δίνει αφορμή στον Μίμη και τον Παύλο για καζούρα. Τέλος, η Ειρήνη αναγκάζεται μετά από το πρεσάρισμα του Στέφανου να τού εξηγήσει για ποιο λόγο αμφισβήτησε τον «ανδρισμό» του και του ομολογεί ότι της αρέσει. Στέφανος και Ειρήνη ζουν μια νύχτα πάθους! Και την επόμενη μέρα, στην πρωινή τους βόλτα, βλέπουν την Ελισάβετ να φιλιέται σ’ ένα γιαπί με κάποιον οικοδόμο...",
              "Date": "",
              "Duration": "48:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 62",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-921-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/zr25PNf98TpH/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος το ‘χει πάρει ζεστά με την οικοδομή αλλά μετά την καζούρα που του κάνουν οι άλλοι δυο βρίσκεται άνεργος. Γυρνώντας στο σπίτι τον περιμένει μια δυσάρεστη έκπληξη. Μαζί με τη Ναταλία και την μπέμπα έχει γυρίσει και ο Αχιλλέας ο οποίος του ζητάει να τους αδειάζει τη γωνιά γιατί όπου να ‘ναι έρχεται με μετάθεση στην Αθήνα. Ο Νικηφόρος καταλήγει στο σπίτι της Ελισάβετ που αναγκάζεται να τον φιλοξενήσει. Προκειμένου να γλιτώσουν από τα σχόλια των άλλων συνεχίζουν να παριστάνουν τους τσακωμένους και ισχυρίζονται ότι το μέτρο είναι προσωρινό. Τέλος, η Εύα καταφθάνει απ’ το Λονδίνο για το γάμο του πατέρα της με τη Μαρία, ενώ Ειρήνη και Παύλος βγάζουν μπροστά της τα άπλυτά τους στη φόρα. Μετά από ένα επεισοδιακό μπάτσελορ πάρτι έρχεται η ώρα του γάμου.",
              "Date": "",
              "Duration": "50:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 63",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-920-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/LK8sNItsDZCh/PK6/playlist.m3u8",
              "Description": "Ο Παύλος και η Μαρία φεύγουν για ταξίδι του μέλιτος σε εξωτικό νησί. Ο Νικηφόρος, που έχει εγκατασταθεί πλέον στο σπίτι της Ελισάβετ, γράφει για το περιοδικό και η Ελισάβετ υπογράφει με ψευδώνυμο. Παράλληλα ζουν τον έρωτά τους σε βαθμό που ο Νικηφόρος ενθουσιασμένος της κάνει πρόταση γάμου. Η Ελισάβετ του το ξεκόβει αλλά εκείνος δεν παύει να ελπίζει. Ο Μίμης περιμένει με λαχτάρα το εγγόνι του καθώς η Βίβιαν και ο Κίμωνας βρίσκονται στην τελική φάση της υιοθεσίας. Δεν είναι όμως εύκολο να αποφασίσουν και έτσι παρατείνουν την αγωνία του. Η Ξανθίππη τον στηρίζει ψυχολογικά και τον χαλαρώνει μ’ ερωτικά παιχνιδάκια. Ο Μίμης για χάρη του μελλοντικού εγγονού του δηλώνει έτοιμος να απαρνηθεί ακόμα κι αυτά. Η Ειρήνη κρατάει όσο γίνεται το Στέφανο μακρυά απ’ την Εύα αλλά δε μπορεί τελικά να αποφύγει τη συνάντησή τους. Η Εύα την επιβραβεύει για την επιλογή της και της γνωρίζει τον δικό της αγαπημένο, τον Ντάνο. Η Ειρήνη σοκαρισμένη απ’ αυτή τη γνωριμία ζητάει απ’ τον Παύλο να επιστρέψει επειγόντως απ’ το ταξίδι του μέλιτος και να αναλάβει τις ευθύνες του. Ο Ντάνος δεν είναι σίγουρα ο γαμπρός που ονειρευόντουσαν για την κόρη τους.",
              "Date": "",
              "Duration": "49:03",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 64",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-919-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2CtpQ0YQNweJ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και ο Αχιλλέας τα ‘χουν βρει μεταξύ τους και κάνουν σχέδια για το μέλλον της μπέμπας. Η Ελισάβετ έχει δεχτεί πρόταση για θέση στο κρατικό κανάλι στη Θεσσαλονίκη και προσπαθεί να πάρει μια απόφαση. Ο Μίμης και η Ξανθίππη επισκέπτονται το ορφανοτροφείο όπου βρίσκουν το κατάλληλο παιδί για τον Κίμωνα και τη Βίβιαν. Ο Παύλος, η Ειρήνη και ο Στέφανος βρίσκονται να τρώνε μαζί και να συζητάνε σαν φιλαράκια. Η καλή ατμόσφαιρα όμως δεν κρατάει για πολύ. Μετά από τσακωμό ο Παύλος αναγκάζεται να δεχτεί ότι και η Ειρήνη έχει δικαίωμα να είναι ευτυχισμένη και με όποιον θέλει στο πλευρό της. Η Ελισάβετ αποφασίζει τελικά να δεχτεί τη δουλειά στη Θεσσαλονίκη. Η απόφασή της στεναχωρεί τις φίλες της και τσακίζει το Νικηφόρο που επιμένει να ελπίζει σ’ έναν τρίτο γάμο μεταξύ τους...",
              "Date": "",
              "Duration": "47:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 65",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-918-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/t05ufx7sDezX/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος πλέει σε πελάγη ευτυχίας μετά την απόφαση της Ελισάβετ να μείνει κοντά του. Τη μαρκάρει στενά προκειμένου να την πείσει να ξαναπαντρευτούν. Οι αντιστάσεις της πέφτουν σταδιακά και του λέει το «ναι». Αποφασίζουν να κρατήσουν κρυφό το γάμο όπως έκαναν και με τη σχέση τους και να τα φανερώσουν όλα με τον καιρό. Ντρέπονται την αντίδραση των άλλων και την καζούρα που θα επακολουθήσει. Δεν υποψιάζονται ότι όλοι ξέρουν την «κρυφή» τους σχέση αλλά και τα σχέδιά τους για το γάμο. Ο Μίμης και η Ξανθίππη υποδέχονται στο σπίτι τον εγγονό τους, τον Παναγιωτάκη. Μοιράζονται τη χαρά τους με τον Κίμωνα και με τη Βίβιαν που είναι ευτυχισμένοι με την υιοθεσία. Ο Παύλος προσπαθεί να αγνοήσει τα υπονοούμενα και τα σχόλια της Μαρίας περί απόκτησης παιδιού αλλά εκείνη δε σκοπεύει να υποχωρήσει εύκολα. Η Ειρήνη κι ο Στέφανος συνειδητοποιούν ότι η σχέση τους δεν είναι απλά μια περιπέτεια αλλά κάτι πιο ουσιαστικό. Τέλος, ο Νικηφόρος και η Ελισάβετ βρίσκουν ένα απόμερο εκκλησάκι για τον τρίτο (και τελευταίο;) γάμο της ζωής τους.",
              "Date": "",
              "Duration": "47:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 66",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-917-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/9pE0fRfOrjkw/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος σε λίγες μέρες γίνεται πενήντα χρονών και το φέρει βαρέως. Ο Μίμης κι ο Παύλος που ‘χουν περάσει αυτό το στάδιο τον δουλεύουν. Η Ελισάβετ δέχεται πρόταση να επιστρέψει στην παλιά της θέση στο κανάλι και το κάνει. Η Ειρήνη ξεκαθαρίζει τη θέση της απέναντι στον Στέφανο και του δίνει το περιθώριο να πάρει τις αποφάσεις του. Εκείνη έχει πάρει τις δικές της προς έκπληξη όλων. Ο Παύλος προσπαθεί να καταλάβει γιατί η Μαρία τις τελευταίες μέρες φέρεται περίεργα και είναι μονίμως τσιτωμένη. Μαθαίνει τελικά το μαντάτο από την Ειρήνη. Ο Μίμης έχει χάσει τα μυαλά του με τον εγγονό και η Ξανθίππη αισθάνεται παραμελημένη. Δεν παραπονιέται όμως για χάρη του μικρού. Γρήγορα θα ξαναπάρει την κατάσταση στα χέρια της. Ο Κίμωνας και η Βίβιαν μετά την υιοθεσία είναι ευτυχισμένοι γονείς με τις υπερβολές και τις ανασφάλειες που έχουν όλοι. Η Ναταλία και ο Αχιλλέας κοντράρονται για την ανατροφή της μπέμπας. Ανέλπιστος σύμμαχος του Αχιλλέα, ο Νικηφόρος. ‘Ολοι γιορτάζουν τα γενέθλια του Νικηφόρου στο τσιπουράδικο. Σβήνει τα κεράκια με το νούμερο 50 και η ζωή συνεχίζεται...",
              "Date": "",
              "Duration": "50:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        },
        {
          "Title": "3ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-916-1024x576.jpeg",
          "Year": "2011",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 67",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-916-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/djiJ49joLTet/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης και ο Παύλος ασφυκτιούν κάτω απ’ την αυστηρή επίβλεψη των γυναικών και δυστυχώς δεν έχουν που να πνίξουν τον καημό τους. Ο Βασίλης μετά την κατάληψη του τσιπουράδικου δεν τους επιτρέπει την είσοδο στο μαγαζί. Εξάλλου εκκρεμεί και δίκη εις βάρος τους. Επειδή όμως ξέρουν να γίνονται φορτικοί κατορθώνουν να του αλλάξουν γνώμη κι επιστρέφουν πανηγυρικά στις κραιπάλες. Αποφασίζουν μάλιστα να τολμήσουν αυτό που χρόνια επιθυμούν. Να ζήσουν από κοντά τη γιορτή του τσίπουρου στον Τίρναβο και να ξεσαλώσουν παρέα με αλλοδαπές οινοποιούς.",
              "Date": "",
              "Duration": "44:45",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 68",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-915-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/giMj3GK8kBYD/PK6/playlist.m3u8",
              "Description": "Η φυγή των τριών φίλων για τον Τίρναβο έχει άδοξο τέλος. Καταλήγουν και οι τρεις με κατάγματα στο νοσοκομείο. Ανήμποροι να αντιδράσουν υπομένουν τα βασανιστήρια των γυναικών που απαιτούν να μάθουν τον σκοπό της φυγής τους. Εκείνοι σκαρφίζονται το ένα ψέμα μετά το άλλο και στο τέλος τους παίρνει η κατρακύλα. ‘Οταν τα ψέματά τους ξεσκεπάζονται, οι γυναίκες αποφασίζουν να δράσουν πιο δυναμικά. Να χωρίσουν την αντροπαρέα. Σπέρνουν δαιμόνια και το καταφέρνουν. Για λίγο όμως. Οι τρεις άντρες σκαρφίζονται την μέγιστη εκδίκηση κατά των γυναικών. Να πατήσουν και τις δέκα εντολές!",
              "Date": "",
              "Duration": "46:05",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 69",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-914-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PGD0oqClX7z7/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης και ο Παύλος παριστάνουν ότι είναι τσακωμένοι μεταξύ τους για να κρατούν εφησυχασμένες τις γυναίκες. Παράλληλα βάζουν σε εφαρμογή το σχέδιο. Μετά από κλήρο η πρώτη εντολή είναι έτοιμη να τσαλαπατηθεί. «Ουκ επιθυμήσεις πάντα όσα τω πλησίον σου έστι» Και ποιος είναι ο πλησιέστερος πλησίον; Ο ένας για τον άλλον φυσικά. Και κουβέντα στην κουβέντα, πείσμα στο πείσμα αποφασίζουν να διεκδικήσουν ερωτικά ο ένας τη γυναίκα του άλλου. Οι γυναίκες ζούνε την απόλυτη τρέλα. Δεν μπορούν να διαχειριστούν την κατάσταση. Και μέσα σ’ όλα επιστρέφουν απ’ την Αμερική η Ναταλία, ο Αχιλλέας και η μικρή Ελίζαμπεθ.",
              "Date": "",
              "Duration": "45:17",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 70",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-913-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/QKrQcBcJIYwM/PK6/playlist.m3u8",
              "Description": "‘Οταν οι γυναίκες συνειδητοποιήσουν το παιχνίδι των αντρών περνάνε στην αντεπίθεση. Τους πολεμούν με τα ίδια τους τα όπλα. Παριστάνουν ότι κολακεύονται απ’ το πρεσάρισμα τους και σταματούν να αντιστέκονται. Είναι διαθέσιμες για ό,τι προκύψει. Οι τρεις φίλοι μπερδεύονται με την εξέλιξη και σίγουροι ότι η φιλία τους κινδυνεύει, κάνουν πίσω. Τώρα είναι η σειρά των γυναικών να πρεσάρουν και να γελάσουν πολύ. Γίνονται προκλητικές σε βαθμό όμως που δημιουργούν υποψίες. Οι τρεις φίλοι μετά από σύντομη σύσκεψη στο τσιπουράδικο καταλήγουν στο αυτονόητο. Οι γυναίκες τους δουλεύουν. Κι αυτό δεν μπορεί να μείνει ατιμώρητο. Το «ΟΥ ΦΟΝΕΥΣΕΙΣ» είναι η επόμενη εντολή για πάτημα.",
              "Date": "",
              "Duration": "44:59",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 71",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-912-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dsCxiU2gBUp3/PK6/playlist.m3u8",
              "Description": "Το κάζο που ετοίμασαν οι άντρες εναντίον των γυναικών είναι μεγάλο. Δεν χωνεύεται εύκολα. Γι’ αυτό οι τρείς φίλοι εξαφανίζονται και κάνουν ντόλτσε βίτα σε luxury ξενοδοχείο. Μέχρι να περάσει η μπόρα. Η τύχη τους όμως δεν κρατάει πολύ. Οι γυναίκες τους ανακαλύπτουν και τους ρεζιλεύουν. Οι άντρες πεισμώνουν και δεν μπορεί πια να τους σταματήσει ούτε η αναπάντεχη εγκυμοσύνη της Βίβιαν ούτε τα προβλήματα της Ναταλίας και του Αχιλλέα. Θέλουν να πάρουν το αίμα τους πίσω οπωσδήποτε. Αυτό όμως τους γυρίζει μπούμερανγκ.",
              "Date": "",
              "Duration": "45:15",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 72",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-911-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DS3rLKt7DXQ3/PK6/playlist.m3u8",
              "Description": "Με ένα δαιμόνιο κόλπο οι γυναίκες πείθουν τους άντρες να κρυφτούν κάπου με ασφάλεια αλλιώς θα καταλήξουν πίσω απ’ τα σίδερα. Ο Παύλος κατηγορούμενος για φόνο και οι άλλοι δυο για συνεργοί. Τους χώνουν λοιπόν σ’ ένα υπόγειο και κάνουν ό,τι μπορούν για να ενισχύουν τον πανικό τους. Οι τρείς φίλοι συμπαραστέκονται ο ένας στον άλλον. Ο Παύλος σε μια έξαρση ηρωισμού αποφασίζει να παραδοθεί για να ξεμπλέξουν οι άλλοι δυο. Εκείνοι όμως δεν το δέχονται και καταλήγουν παρέα μπροστά στον έκπληκτο αξιωματικό υπηρεσίας που τους πετάει έξω απ’ το αστυνομικό τμήμα. Οι τρεις φίλοι καταπίνουν την οργή τους και ετοιμάζονται να πατήσουν μια εντολή που σίγουρα θα πονέσει τις γυναίκες. Το «ΟΥ ΜΟΙΧΕΥΣΕΙΣ».",
              "Date": "",
              "Duration": "46:28",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 73",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-910-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ubl0Ri3TXLZF/PK6/playlist.m3u8",
              "Description": "Η σχέση αντρών και γυναικών έχει περιοριστεί σε μουγκρητά θυμού και σε ανταλλαγή καρφιών. Η εγκυμοσύνη της Βίβιαν είναι δύσκολη και η Ξανθίππη πείθει, με τα πολλά, τον Μίμη να πάει «στο πόδι της», στο εργοστάσιο. Σκάβει, όμως, άθελά της το λάκκο της. Εκεί ο Μίμης γνωρίζει τη Λητώ. Τη νεαρή και όμορφη γραμματέα. Η Ελισάβετ κολακεύεται απ’ το ενδιαφέρον ενός ‘Αραβα συναδέλφου της κι ο Νικηφόρος παράλληλα γνωρίζει την Τζωρτζίνα στο πάρκο που πάει την εγγονή του. Η Μαρία διασκεδάζει με την παρέα του συνεργάτη της, του Τραϊανού, κι ο Παύλος τα ρίχνει στη Νικολέτα, τη δασκάλα του γιου του στον παιδικό σταθμό. Και μέσα σ’ αυτό το μπέρδεμα εξαφανίζεται ο Παναγιωτάκης!",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 74",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-909-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/sDAkCFunQnBO/PK6/playlist.m3u8",
              "Description": "‘Ολοι είναι αναστατωμένοι με την εξαφάνιση του Παναγιωτάκη. Οι τρεις φίλοι εξαιτίας του γεγονότος φρενάρουν λίγο τα πράγματα με το «ΟΥ ΜΟΙΧΕΥΣΕΙΣ». Ο Μίμης στη διάρκεια της αναζήτησης του μικρού, άθελά του μαθαίνει το μυστικό της Μαρίας και μπαίνει σε δίλλημα αν πρέπει να το αποκαλύψει στον Παύλο ή όχι. Ζητάει την συμπαράσταση και τη σύμπραξη του Νικηφόρου που όμως έχει τους ίδιους ενδοιασμούς. ‘Οταν ο Παναγιωτάκης βρίσκεται σώος και αβλαβής όλοι ανακουφίζονται κι επιστρέφουν στις αγαπημένες τους ασχολίες. Επειδή όμως τα μυστικά μεταξύ αντρών και γυναικών πληθαίνουν, έρχεται η ώρα που ένα-ένα ξεσκεπάζονται.",
              "Date": "",
              "Duration": "45:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 75",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-908-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ZahkKa6omE15/PK6/playlist.m3u8",
              "Description": "Οι γυναίκες αποφασίζουν να τιμωρήσουν τους άντρες για τις παρ’ ολίγον απιστίες τους. Γιατί κανένα φιλί δεν είναι αθώο. Ακόμα κι αυτό του αποχαιρετισμού. Οι τρεις φίλοι το φέρουν βαρέως και περισσότερο απ’ όλους ο Παύλος αφού η Μαρία θίγει όλο και περισσότερο την ηλικία του. Ο Νικηφόρος κι ο Μίμης αποφασίζουν να εξακριβώσουν με τα μάτια τους την εξωσυζυγική σχέση της Μαρίας. Και την εξακριβώνουν. Τσάμπα κόπος όμως καθώς ο Παύλος το γνωρίζει ήδη. Οι τρεις φίλοι ετοιμάζονται ακόμα και να αλλαξοπιστήσουν προκειμένου να εκδικηθούν τις γυναίκες.",
              "Date": "",
              "Duration": "45:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 76",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-907-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/qsBcHjgiB90R/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος παριστάνοντας τον στυλίτη μοναχό τσακίζει μέρα με τη μέρα τα νεύρα της Ελισάβετ αλλά και των παιδιών. Ο Μίμης βιώνοντας το απίστευτο πρεσάρισμα της Ξανθίππης αλλά και την οριστική αποχώρηση απ’ το σπίτι του Κίμωνα, της Βίβιαν και του Παναγιωτάκη, ασπάζεται τον Κομφουκιανισμό προκειμένου να βρει ψυχική γαλήνη. Ο Παύλος γίνεται ράκος όταν τον εγκαταλείπει η Μαρία αποφασισμένη να ζήσει με τον Τραϊανό. Ζητάει συμπαράσταση απ’ την Ειρήνη και πέφτει πάνω στην Εύα που μόλις έχει έρθει απ’ το Λονδίνο. Εκτιμώντας λάθος τις συμβουλές της Εύας κάνει μια απελπισμένη κίνηση που θα του κοστίσει.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 77",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-906-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/WgDOS20z6O1o/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ πείθει τον Νικηφόρο να λογικευτεί και ανανεώνουν τη σχέση τους. Η Ξανθίππη βοηθάει τα παιδιά να εγκατασταθούν στο καινούργιο τους σπίτι και απαγορεύει στον Μίμη να πάει από κει γιατί η εγκυμοσύνη της Βίβιαν δεν επιτρέπει ταραχή. Ο Παύλος απελπισμένος που ‘χει μείνει ολομόναχος αναζητά παρηγοριά στην Ειρήνη που του κρύβεται. Και μέσα σ’ όλα αυτά γίνεται και η δίκη για την κατάληψη του τσιπουράδικου. Οι τρεις φίλοι ψευδομαρτυρούν και καταδικάζονται. Εκτίουν την ποινή τους στις αγροτικές φυλακές. ‘Οχι για πολύ αφού αποφασίζουν να αποδράσουν. Κάποιος όμως έχει άλλα σχέδια γι’αυτούς.",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 78",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-905-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/13TCEFFaUxSR/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι δεν αποφεύγουν τελικά την καταδίκη. Η ποινή τους μετατρέπεται σε κοινωνική εργασία σε κρατικό ίδρυμα. Με τα φτερά τους κομμένα πιάνουν δουλειά και βιώνουν τον αυταρχισμό μιας κρατικής υπαλλήλου αλλά και την καζούρα όλων. Η Ελισάβετ και η Ξανθίππη ανησυχούν για την εξαφάνιση της Ειρήνης και απαιτούν απ’ την Εύα να τους πληροφορήσει. Οι απαντήσεις έρχονται όμως με τρόπο που δεν φαντάζεται κανείς. Ειδικά οι άντρες που γυρνώντας μετά από μια εξαντλητική μέρα κοινωνικής εργασίας δέχονται το απόλυτο σοκ.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 79",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-904-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/TEOrC1ybf0Ax/PK6/playlist.m3u8",
              "Description": "Οι τρεις άντρες τσακισμένοι πνίγουν τον καημό τους κατά τον προσφιλή τους τρόπο. Θεωρούν ότι οι γυναίκες τους επιδίδονται σε όργια όταν εκείνοι απουσιάζουν. Παράλληλα πρέπει να ‘ναι τυπικοί με την εργασία που έχουν αναλάβει στο γηροκομείο. ‘Ενας κοινωνικός λειτουργός έρχεται να τους επιτηρήσει. Η υπάλληλος του ιδρύματος τους πιέζει αλλά ταυτόχρονα φλερτάρει τον Παύλο που δεν έχει τίποτα άλλο στο μυαλό του παρά το διαζύγιο που του ζήτησε η Μαρία. Ο Μίμης ζητάει διαζύγιο απ’ την Ξανθίππη και εκείνη πανικοβάλλεται. Ο Νικηφόρος βρίσκει στο πρόσωπο του κοινωνικού λειτουργού τον άνθρωπο που θα τους απαλλάξει σύντομα απ’ τα βάσανα.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 80",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-903-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DrZ9JRWxjxFW/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος βάζει σε εφαρμογή το σχέδιο «τραπέζωμα στον Ραγκούση» με σκοπό να τον πείσει να τους απαλλάξει απ’ την κοινωνική εργασία. Ο Παύλος βιώνει την μοναξιά του μέχρι που ένας «άγγελος» πέφτει στην αυλή του διπλανού σπιτιού και μπαίνει και στο δικό του σπίτι. Ο Μίμης το παρακάνει με το διαζύγιο και η Ξανθίππη πρεσαρισμένη πάει να βρει την Ειρήνη στο Λονδίνο. Το τραπέζι στον Ραγκούση διαλύει την οικογένεια Ζορμπά. Ο Αχιλλέας εγκαταλείπει την Ναταλία και την κόρη του και φεύγει για Θεσσαλονίκη. Ο Νικηφόρος για πρώτη ίσως φορά πρέπει να αναλάβει τις ευθύνες του.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 81",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-902-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/cdrSF3ngZabY/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος περνάει μαύρες μέρες θρηνώντας κλεισμένος στο σπίτι. Η Ελισάβετ φυσικά δίπλα του περνάει χειρότερα. Η Ξανθίππη γυρίζει απ’ το Λονδίνο κι ο Μίμης μετανιωμένος της υπόσχεται ότι θα αλλάξει μια για πάντα. Ο Παύλος βιώνει τις καλύτερες μέρες της ζωής του καθώς η τύχη συνεχίζει να του χαμογελάει. Οι τρεις φίλοι κάνουν τον απολογισμό τους και καταλήγουν ότι ο τρόπος που ζούσαν μέχρι τώρα φταίει για όλα τα δεινά τους. Ορκίζονται να γίνουν άλλοι άνθρωποι. Κι αφού κανείς δεν τους πιστεύει, πασχίζουν να το αποδείξουν. Αφού πρώτα ζήσουν λίγες ακόμα μέρες ανεμελιάς...",
              "Date": "",
              "Duration": "45:26",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "Ποιός Παπαδόπουλος;",
      "ImageBack": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "ImageMain": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "Description": "Η ζωή είναι γεμάτη εκπλήξεις και απρόοπτα.\nΚάποιες φορές, όμως, κάποια… μπλεξίματα φέρνουν τα πάνω κάτω, σε βαθμό που η κατάσταση ξεφεύγει από τον έλεγχό μας.\nΑυτό συμβαίνει και στο «Ποιος Παπαδόπουλος;». \nΗ νέα κωμική σειρά του AΝΤ1, μέσα από μία αναγκαστική συγκατοίκηση, θα αλλάξει τις ισορροπίες, αλλά και τον τρόπο ζωής δύο οικογενειών, δημιουργώντας απίστευτες καταστάσεις.\nΣτο «Ποιος Παπαδόπουλος;» τα μπερδέματα ξεκινούν από τα… γεννοφάσκια των πρωταγωνιστών!\n16 χρόνια πριν. Ένα βροχερό βράδυ, δύο αντρόγυνα, ο Αρίστος (Κρατερός Κατσούλης) και η Μελίνα (Μαριάννα Τουμασάτου), ο Γιάννης (Γιάννης Δρακόπουλος) και η Περιστέρα (Ελένη Ουζουνίδου), γίνονται γονείς στο ίδιο μαιευτήριο. Δεν ξέρουν, όμως, ότι ένα blackout και το κοινό τους επώνυμο, Παπαδόπουλος, θα τους ενώσει.\n16 χρόνια μετά. Ο Αρίστος και η Μελίνα ζουν με τον γιο τους Αλέξανδρο (Κωνσταντίνος Γεωργιόπουλος) μια πλουσιοπάροχη ζωή σε μια πολυτελή βίλα. Ο Γιάννης και η Περιστέρα από την άλλη, ζουν με τον γιο τους τον Θάνο (Δημήτρης Δάρας), αλλά και τον πατέρα του Γιάννη, τον Θανάση (Βασίλης Κολοβός), σε μια φτωχική μονοκατοικία, παλεύοντας να τα βγάλουν πέρα με ένα δάνειο που χρωστάνε, με τους κατασχέτες που τους κυνηγάνε και με μόνο σταθερό εισόδημα τη σύνταξη του παππού.\nΈνα ατύχημα θα τους φέρει όλους αντιμέτωπους με μια μεγάλη έκπληξη…\nΠώς θα αντιδράσουν οι πλούσιοι αριστοκράτες Παπαδόπουλοι όταν θα αναγκαστούν να φιλοξενήσουν στην έπαυλή τους τους φτωχούς Παπαδόπουλους, για χάρη των αγοριών τους;\nΠώς θα αντιμετωπίσουν οι γονείς αυτή τη νέα πραγματικότητα;\nΠώς θα «υποδεχτούν» τα παιδιά τη νέα τους ζωή, μεγαλώνοντας κάτω από την ίδια στέγη μαζί με τους βιολογικούς τους γονείς, αλλά και με τους γονείς που τους μεγάλωσαν;\nΠώς θα ξεμπλεχτεί το κουβάρι αυτής της αναγκαστικής συμβίωσης δύο οικογενειών από δύο εντελώς διαφορετικές κοινωνικές τάξεις και με χάσμα στο οικονομικό status; ",
      "Year": "2022 - 2023",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
          "Year": "2022",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/8e355232-c912-4d73-8a48-27a18083e23b.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/be73e7b1-3f32-40ec-8146-65615a7629da.mp4",
              "Description": "Ο Αρίστος και η Μελίνα για να μη γίνει σκάνδαλο λένε ψέματα στους φίλους τους ότι οι έτεροι Παπαδόπουλοι είναι συγγενείς τους. Αυτό το «θέατρο» θα έχει απρόβλεπτες εξελίξεις.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/b6066727-40ee-493e-90b0-93bfa432ddca.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/2606ff28-e959-420f-9aac-c29128a29524.mp4",
              "Description": "Όλοι οι Παπαδόπουλοι προσπαθούν να συντονιστούν με την αναγκαστική συμβίωσή τους. Τα πράγματα είναι όμως πολύ δύσκολα και για τα παιδιά που κοντράρονται και για τους ενήλικες που ψάχνουν κάποιο σημείο επαφής.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/6e6c2f26-9f96-4b3f-ba60-b9ec27064dc4.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/3266bc2c-1b47-47ea-a452-319dcadc0be0.mp4",
              "Description": "Οι δυο οικογένειες Παπαδοπούλου συναντιούνται για να γνωριστούν. Μετά από τσακωμό το κάθε παιδί θα καταλήξει να μείνει με τους βιολογικούς του γονείς. Ένα νέο ατύχημα όμως θα ξαναενώσει τις δυο οικογένειες.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/cd475b9b-18b7-4852-94a4-3c5527e60124.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/02c2c16b-c577-4caa-a587-cbbe4de23ebf.mp4",
              "Description": "Ο Αρίστος και η Μελίνα Παπαδοπούλου και ο Γιάννης και η Περιστέρα Παπαδόπουλου γίνονται γονείς το ίδιο βράδυ στο ίδιο μαιευτήριο. Λόγω ενός blackout οι δυο οικογένειες παίρνουν λάθος μωρά. Δεκαέξι χρόνια μετά, εξαιτίας ενός ατυχήματος, ανακαλύπτουν το μπέρδεμα.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "Δυό Ξένοι",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
      "ImageMain": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
      "Description": "Ο Κωνσταντίνος Μαρκοράς είναι καθηγητής αρχαίου δράματος στο θεατρικό εργαστήρι που λειτουργεί μαζί με τον στενό φίλο του και ηθοποιό, Πέτρο Σταύρου. Ο Κωνσταντίνος είναι αυστηρός, ελαφρώς δύστροπος, βαθιά υποστηρικτής του κλασικισμού, με εσωστρεφή χαρακτήρα. Ζει σε ένα διαμέρισμα στην οδό Μητσαίων, στη συνοικία Μακρυγιάννη, μαζί με την οικονόμο του, τη Φλώρα Μπαρμπαρίτσα. Η μητέρα του, Ντένη Μαρκορά, είναι μια πλούσια χήρα, πολυμήχανη, χιουμορίστρια, φανατική οπαδός του Παναθηναϊκού, που επηρέασε αρνητικά τη ψυχολογία του Κωνσταντίνου όταν εκείνος ήταν ακόμη παιδί, και σήμερα ακόμη τον κάνει έξω φρενών. Η ίδια ζει σε μια μονοκατοικία στο Κολωνάκι μαζί με τη Ρωσίδα υπηρέτρια της, τη Μαρούσκα, που πάντα αποτελεί το άτομο που θα ξεσπάσει πάνω της.\n\nΌταν το φλερτ της Ντένης, ο Νικηφόρος Κασιμάτης, που διευθύνει ένα τηλεοπτικό κανάλι, αντιλαμβάνεται πως οι θεαματικότητες έχουν πέσει, αποφασίζει να εισέλθει μέσα στον χώρο των κουλτουριάρηδων καλεσμένων στις εκπομπές, κάτι που οδηγεί τη Ντένη στο να προτείνει στον Κωνσταντίνο να εμφανιστεί στη πρωινή εκπομπή της Μαρίνας Κουντουράτου, Πρωινό χαμόγελο. Ο Κωνσταντίνος αντιδράει αρνητικά αρχικά, αλλά έπειτα το ξανασκέφτεται και εμφανίζεται την άλλη μέρα στην εκπομπή της Μαρίνας. Η Μαρίνα, είναι μια νεαρή κοπέλα, από χωριό, χωρίς ιδιαίτερη μόρφωση και με χαρακτήρα που πρέπει να έχει η κάθε παρουσιάστρια. Με τη προσωπικότητα και τη συμπεριφορά της εκνευρίζει τον Κωνσταντίνο, ο οποίος αποχωρεί από την εκπομπή. Στα παρασκήνια, η Μαρίνα χαστουκίζει τον Κωνσταντίνο και από εδώ πετάγεται η πρώτη σπίθα μιας σχέσης αγάπης και μίσους.\n\nΣτη πορεία, η Μαρίνα επιθυμεί να φοιτήσει στη δραματική σχολή του Κωνσταντίνου, και εκείνος διστακτικά τη δέχεται δοκιμαστικά. Από τη πρώτη μέρα οι δυο τους δεν τα πηγαίνουν καλά και είναι εμφανής η αντιπάθεια που τρέφει ο ένας για τον άλλον. Με τον καιρό, οι δυο τους θα ανακαλύψουν κρυφές πτυχές του χαρακτήρα τους χάρη στον άλλο: η Μαρίνα θα θελήσει να εμπλουτίσει τις γνώσεις της, ενώ ο Κωνσταντίνος θα βρει έναν πιο εύθυμο χαρακτήρα. Σύντομα θα δημιουργήσουν έναν κρυφό δεσμό, τον οποίο θα μάθει ο αρχισυντάκτης του πρωινού και φίλος της Μαρίνας, Τόλης Σιδεράτος, ο Πέτρος και τελικά η Ντένη. Ωστόσο, η ίδια θα το κρατήσει κρυφό από τον Κωνσταντίνο, μιας και μόνο η Μαρίνα γνωρίζει πως η Ντένη ξέρει για τον δεσμό τους.\n\nΜετά από μια περίοδο ευημερίας, οι δυο τους θα ανακαλύψουν αρκετές διαφορές των χαρακτήρων τους και θα χωρίσουν, όχι και τόσο πολιτισμένα. Παρ' όλα αυτά, η Μαρίνα θα χωρίσει την -ως τότε- σχέση της, τον Λάμπη, ενώ ο Κωνσταντίνος θα κάνει πρόταση γάμου στη μνηστή του, τη Μίνα. Όμως η Μίνα, μαθαίνοντας για τη κρυφή σχέση τους καθώς και για την εγκυμοσύνη της Μαρίνας, θα εξαφανιστεί και ο γάμος θα ματαιωθεί. Η εγκυμοσύνη της Μαρίνας θα φανεί σύντομα, και μη θέλοντας να πει πως το παιδί είναι του Κωνσταντίνου, θα γνωρίσει τον ηθοποιό, Αία Μανθόπουλο, και πείθοντας τον πως η εγκυμοσύνη της είναι καρπός μιας ατυχούς σχέσης, θα επισημοποιηθεί πως εκείνος είναι ο πατέρας του παιδιού. Η κίνηση αυτή θα εκνευρίσει τόσο τον Κωνσταντίνο όσο και τη Ντένη, η οποία θα αρχίσει να απομακρύνεται από τη Μαρίνα και να τη απαξιώνει όπου τη βρει (γεγονότα που εξελίσσονται στο απαγορευμένο επεισόδιο της σειράς). Ωστόσο, η Μαρίνα θα εξομολογηθεί στη Ντένη ποιος είναι ο αληθινός πατέρας του παιδιού και τότε θα ξαναρχίσουν οι καλές τους σχέσεις.\n\nΠαράλληλα, Κωνσταντίνος και Ντένη θα δραστηριοποιηθούν στη τηλεόραση, εκείνος ως σκηνοθέτης και εκείνη ως παραγωγός μιας τηλεοπτικής σειράς, που το βασικό καστ θα αποτελούν οι μαθητές του Κωνσταντίνου: η Δάφνη, ο Ντίνος, ο Δημήτρης, ο Βασίλης, η Ντιάνα -η οποία φλέρταρε τον Νικηφόρο και τον χώρισε από τη Ντένη για να πάρει έναν τηλεοπτικό ρόλο- ο Φώτης, η Άβα και ο Σπύρος που θα τον βοηθάει στη σκηνοθεσία. Η σεναριογράφος της σειράς, Μάρα Θεοφάνους, θα δημιουργήσει δεσμό με τον Κωνσταντίνο, ο οποίος όμως θα συνεχίσει να αγαπάει τη Μαρίνα.\n\nΤα γεγονότα που θα ακολουθήσουν είναι: η άφιξη του άνδρα της ζωής της Φλώρας, του Μένιου –ο οποίος είχε μπλεχτεί σε κυκλώματα μαστροπείας και τελικά συνελήφθη– η γέννα της Μαρίνας, η στράτευση του Τόλη, η εγκατάσταση της μητέρας της Μαρίνας, της Ζωίτσας, στην Αθήνα για ένα μικρό διάστημα, κ.ά. Τελικά, η Μαρίνα θα κάνει πρόταση γάμου στον Αία, αλλά λίγο πριν τον γάμο, ο Κωνσταντίνος θα ομολογήσει σε όλους την αγάπη του γι’ αυτή. Η μοίρα το ήθελε γραφτό εκείνος και εκείνη να είναι μαζί.",
      "Year": "1998 - 1999",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "",
      "isUnlocked": false,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
          "Year": "1998",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 59",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2373-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/9gbXmpb2tAZ4/PK6/playlist.m3u8",
              "Description": "Το θέμα γίνεται πρώτη είδηση στα κανάλια, α",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 57",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2375-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/TxhUwzLiQ9hA/PK6/playlist.m3u8",
              "Description": "ΔΥΟ ΞΕΝΟΙ Επεισόδιο 57 Περίληψη:Ο Κωνσταντίνος και η Μαρίνα ορκίζονται αιώνιο μίσος, κρύβοντας για ακόμα μια φορά τα συναισθήματα τους. Οι συντελεστές του σήριαλ ταξιδεύουν στη Θεσσαλονίκη για τα γυρίσματα ερωτικών σκηνών με τη Μαρίνα και μετά από την ακύρωση του τηλεοπτικού παρτενέρ της, τη θέση του παίρνει ο Κωνσταντίνος. Η σκηνή με το φιλί θα φέρει πιο κοντά το ζευγάρι και η σκηνή επαναλαμβάνεται για πολλές ακόμα φορές, με τα περιοδικά να μιλούν για ακόμα μια φορά για ειδύλλιο μεταξύ τους, κάτι που η Μαρίνα αρνείται. Μια πρόταση γάμου θα τα αλλάξει όλα… ΠΑΡΑΓΩΓΗ: ΕΨΙΛΟΝ Α.Ε.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 56",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2376-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/SygqwxnyKdc5/PK6/playlist.m3u8",
              "Description": "Περίληψη:Η σχέση της Μαρίνας και του Αίαντα έχει προχωρήσει και η Μαρίνα ζητά από τον Τόλη να το πει στον Κωνσταντίνο για να δει την αντίδραση του, η οποία δεν θα είναι η αναμενόμενη. Εν τω μεταξύ ξεκινά η προβολή του σήριαλ του Κωνσταντίνου και η Ντένη διοργανώνει βραδιά προβολής στο σπίτι της. Παράλληλα, η Μαρίνα συμφωνεί να συμμετάσχει στο σήριαλ, λόγω των χαμηλών ποσοστών τηλεθέασης και η κόντρα της με τον Κωνσταντίνο καλά κρατεί. ΠΑΡΑΓΩΓΗ: ΕΨΙΛΟΝ Α.Ε.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 55",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2377-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/JaugF5Q6BLjh/PK6/playlist.m3u8",
              "Description": "",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 54",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2378-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/rmiyuE26LaTO/PK6/playlist.m3u8",
              "Description": "Η επιστροφή και η επανεμφάνιση του άσωτου Κωνσταντίνου δεν θα μπορούσε να γίνει με τους πλέον ομαλούς τρόπους. Μετά από μία έντονη νευρική κρίση, ο ξαφνιασμένος καθηγητής βρίσκεται στον καναπέ της ‘Αννας, μιας φαινομενικά ήρεμης ψυχαναλύτριας, που δείχνει απαράμιλλο ζήλο και ψάχνει να βρει τον τραυματισμένο ψυχισμό του. Την ίδια στιγμή, οι υπόλοιποι ήρωες δείχνουν να συνεχίζουν τη ζωή τους… ανέμελα. ‘Ομως η ανησυχία και το ενδιαφέρον τους δεν κρύβεται. Η Μαρίνα δηλώνει αποφασισμένη να ξεγράψει από τη ζωή της τον αληθινό πατέρα των παιδιών της, δίνοντας παράλληλα “έδαφος” στον υπομονετικό Αίαντα. Η Ντένη, αν και είναι απασχολημένη με το νέο της φλερτ, δεν χάνει την ευκαιρία να ανακατωθεί στη ζωή του κανακάρη της. Η Φλώρα, ακούγοντας τον καυγά μάνας και γιου, τρομοκρατημένη, προσπαθεί να ξεφύγει από τον “τρελό” Κωνσταντίνο. Και εκεί που όλα δείχνουν να κυλούν ομαλά, το πείσμα και το πάθος των ηρώων μπερδεύουν ακόμα περισσότερο την κατάσταση.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 53",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2379-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/C7bMGbdr63eJ/PK6/playlist.m3u8",
              "Description": "Επεισόδιο 53 Περίληψη:Ο Κωνσταντίνος και η Μαρίνα περνούν κάποιες στιγμές οικογενειακής ευτυχίας, όταν ο Αίαντας τους πιάνει στα πράσα και γίνεται η μεγάλη αποκάλυψη για την πατρότητα των παιδιών. Η Μαρίνα αναζητά όνομα πατέρα για τα παιδιά της και ο Κωνσταντίνος για άλλη μια φορά κυριεύεται από τον φόβο του. Έτσι η Ντένη αποφασίζει να βάλει τη σεναριογράφο του σήριαλ, τη Μάρα, να τους βοηθήσει… Παράλληλα, ο Τόλης πείθει τον Αίαντα να συνεχίσει να βοηθάει την Μαρίνα και οι δυο τους έρχονται πιο κοντά. Μια δεξίωση θα γίνει η αφορμή για τον Κωνσταντίνο να κάνει αποκαλύψεις ή μήπως όχι; ΠΑΡΑΓΩΓΗ: ΕΨΙΛΟΝ Α.Ε.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 52",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2380-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/XF4E0sy3dXDM/PK6/playlist.m3u8",
              "Description": "Επεισόδιο 52 Εκτακτη Συμμετοχή: Ελισάβετ Κωνσταντινίδου, Τζόυς Ευείδη, Τάκης Γιανούτσος, φωνές Μίρκας Παπακωνσταντίνου και Πέτρου Φιλιππίδη Περίληψη:Τα δίδυμα έχουν κλέψει τις καρδιές όλων, ενώ οι «διάλογοι» μεταξύ τους είναι απολαυστικοί! Οι δυο γιαγιάδες Ντένη και Ζωίτσα συνεχίζουν τη σχέση αγάπης – μίσους, ενώ ο Κωνσταντίνος βρίσκει τις πιο απίθανες δικαιολογίες για να βλέπει τα παιδιά του και ζητά την στήριξη της Ζωίτσας για το καταφέρει. Εκείνη του δίνει τα κλειδιά του σπιτιού για να μείνει μαζί τους, όλα όμως θα αλλάξουν όταν η Μαρίνα και ο Αίαντας θα τον βρουν εκεί και όλοι μαζί θα καταλήξουν σε ζωντανή σύνδεση σε πρωινή εκπομπή…! Αργότερα, μετά από καυγά με την Ζωίτσα, ο Αίαντας φεύγει από το σπίτι και ο Κωνσταντίνος βρίσκει ευκαιρία να «ρίξει» τη Μαρίνα, με απρόβλεπτη κατάληξη… ΠΑΡΑΓΩΓΗ: ΕΨΙΛΟΝ Α.Ε.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 51",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2381-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2z1M9ToY4ElG/PK6/playlist.m3u8",
              "Description": "Περίληψη:Η Μαρίνα έχει βρει καταφύγιο στο χωριό της, όταν ξαφνικά την πιάνουν οι πόνοι της γέννας και πηγαίνει με τη μητέρα της στο Ιατρικό Κέντρο Ορχομενού. Εκεί, την αναλαμβάνουν δυο γυναίκες, μια γιατρός και μια νοσοκόμα, που η καθεμιά με τον ξεχωριστό της τρόπο θα κάνουν τη μέρα ή μάλλον τη νύχτα της γέννας, μοναδική! Η Ζωίτσα ειδοποιεί αμέσως τον Κωνσταντίνο και εκείνος σπεύδει δίπλα της, αφού πρώτα παίρνει μαζί του για κάλυψη τη Ντένη. Κάμερες και δημοσιογράφοι κατακλύζουν την είσοδο του Ιατρικού Κέντρου, ανάμεσα τους και ένας ψαγμένος ρεπόρτερ που αρχίζει να υποψιάζεται το ψέμα για την πατρότητα του μωρού. Εν τω μεταξύ φτάνει και ο πατέρας, Αίαντας, ο οποίος αντιμετωπίζει την οργή της Ζωίτσας, ενώ ο Κωνσταντίνος προσπαθεί να κρύψει την αγωνία του, την ίδια στιγμή που η Μαρίνα τον προκαλεί να παραδεχθεί σε όλους ότι είναι ο πατέρας. Όλα παίρνουν μια απρόσμενη τροπή, όταν μετά τη γέννηση του μωρού, ανακαλύπτουν ότι η Μαρίνα είχε δίδυμα! ΠΑΡΑΓΩΓΗ: ΕΨΙΛΟΝ Α.Ε.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 50",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2382-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/cKqog016zIOZ/PK6/playlist.m3u8",
              "Description": "12/9/2023Ο Μένιος, τραυματισμένος στο πόδι από τους ανταγωνιστές του, πάει στο σπίτι της Ντένης και δέχεται τις πρώτες βοήθειες της Μαρούσκας. Εντωμεταξύ, στο στρατιωτικό νοσοκομείο, η Χαρούλα περιποιείται και αυτή τον Τόλη, ο οποίος έχει δεχτεί σφαίρα στο χέρι από τον Καραμάνο. Ο Καραμάνος τον… επισκέπτεται, ενώ σχεδόν πιάνονται στα χέρια όταν ο Τόλης τον ειρωνεύεται. Στο σπίτι της Φλώρας καταφθάνει ένας δήθεν ερευνητής της AGB, ο οποίος τοποθετεί συσκευή μέτρησης-κοριό για να ακούει τις συνομιλίες της με τον Μένιο, έναντι αμοιβής. Ωστόσο, στους αρραβώνες Μένιου-Φλώρας, ο ερευνητής, που στην πραγματικότητα είναι της Ασφάλειας, συλλαμβάνει τον Μένιο…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 49",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2383-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/tBAn4K9LyBct/PK6/playlist.m3u8",
              "Description": "Στο στρατόπεδο της Τρίπολης, η «Γιορτή του Οπλίτη» πραγματοποιείται με τους σμηνίτες να αποδοκιμάζουν τα παιδιά του «Καλλιτεχνικού Εργαστηρίου Μαρκορά», που δίνουν τον καλύτερο εαυτό τους στην παράσταση. Κατά τη διάρκεια του γλεντιού, ο Κωνσταντίνος απασχολεί τον Καραμάνο με… αμπελοφιλοσοφίες για τους αρχαίους τραγικούς ποιητές, για να μπορέσει ο Τόλης να μείνει για λίγο μόνος του με τη Χαρούλα. Ωστόσο, ο υποψιασμένος αλλά και απηυδισμένος πλέον από τον Κωνσταντίνο, Καραμάνος ψάχνει να βρει τη Χαρούλα και τη βλέπει σε ένα αυτοκίνητο στην αγκαλιά του Τόλη και τότε, του ρίχνει… Στην Αθήνα, τα απειλητικά τηλεφωνήματα συνεχίζουν να ταράζουν τη Φλώρα, η οποία, πανικόβλητη, μαζί με την Ντένη, προσπαθούν να αντιμετωπίσουν την κατάσταση που έχει δημιουργηθεί με τον Μένιο. Εντωμεταξύ, οι ανταγωνιστές του Μένιου του στήνουν ενέδρα και τον πυροβολούν…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 48",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2384-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/G3Xg0osZkRQ1/PK6/playlist.m3u8",
              "Description": "Και φθάνουμε αισίως στη «Βραδιά του Οπλίτη». Στο στρατόπεδο επικρατεί ένα απίστευτο κομφούζιο, με τα παιδιά της σχολής να προετοιμάζονται να αποδώσουν αρχαίους τραγικούς στους “σκυλάδες” σμηνίτες, ενώ ο Τόλης, εκτός της ανάληψης των υψηλών καθηκόντων του τελετάρχη, έχει την έννοια του να βρει διάφορους τρόπους να ξεμοναχιάσει τη Χαρούλα χωρίς να τους πάρει μυρωδιά ο Καραμάνος. Στην Αθήνα, η Φλώρα δέχεται απειλητικά τηλεφωνήματα από ανταγωνιστές του Μένιου, ο οποίος βρίσκεται σε ταξίδι “για δουλειές”. Η Φλώρα, σε απόλυτο πανικό, ζητά την άμεση συμπαράσταση της Ντένης, ως πιο ψύχραιμης και πιο έμπειρης σε ανάλογες καταστάσεις…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 47",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2385-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wUqQUDCGf34b/PK6/playlist.m3u8",
              "Description": "Τα νυχτοπερπατήματα του Μένιου πυκνώνουν και η Φλώρα παίρνει την κατάσταση στα χέρια της με τον δικό της αλάνθαστο τρόπο: αστυνόμευση και τρομοκρατία. Παράλληλα, ο Κωνσταντίνος ξεκινά τα γυρίσματα της νέας σειράς με αρκετά προβλήματα, ενώ οι καυγάδες στο πλατό με την Ντένη για τα πιο ασήμαντα πράγματα δημιουργούν μια έκρυθμη κατάσταση. Ο Τόλης, από την άλλη, δίνει τις δικές του μάχες με τον Καραμάνο, που έχει αποθρασυνθεί εντελώς με τον εκβιασμό του για τη συμμετοχή της Χαρούλας στη «Γιορτή του Οπλίτη». Φαινομενικά όλα κυλούν σε “ήρεμους” ρυθμούς, αφού ακόμη και το ζευγάρι μας ζει μέσα στις μεγάλες του αγάπες λόγω απόστασης, κάτι, όμως, που δεν θα κρατήσει για πολύ, αφού ο Κωνσταντίνος, μην αντέχοντας να βρίσκεται μακριά από την καλή του, πετάγεται μέχρι τα Γρεβενοχώρια. Ωστόσο, η επιστροφή του θα είναι επεισοδιακή, αφού τον καλούν να πάει στο αστυνομικό τμήμα, όπου όπως τον πληροφορούν, κρατείται η Ντένη με την κατηγορία του χουλιγκανισμού…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 46",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2386-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/MSBHJQu7zkJN/PK6/playlist.m3u8",
              "Description": "Η Μαρίνα εξαφανίζεται. Οι πάντες, πλην του Νικηφόρου, αγνοούν την αλήθεια, δηλαδή ότι η Μαρίνα πάει στο χωριό της, κάτι που ο καναλάρχης αναγκάζεται να κρύψει για να το εκμεταλλευτεί τηλεοπτικά. Η Ντένη αγωνιά, ο Κωνσταντίνος ψάχνει παντού, ενώ ο συνήθως ψύχραιμος Τόλης έχει πανικοβληθεί. Στο μεταξύ, η τηλεόραση στο σπίτι του Κωνσταντίνου είναι συνέχεια ανοιχτή, ώστε η Φλώρα να παρακολουθεί τα έκτακτα δελτία για την εξαφανισμένη έγκυο. Ο Μένιος όμως, αρχίζει να φέρεται περίεργα, με αποκορύφωμα τα διάφορα ευρήματα, όπως όπλα και πλαστά διαβατήρια της Φλώρας. Κάτι τρέχει με τον Μένιο και ο Κωνσταντίνος, για να ηρεμήσει τη Φλώρα, σπεύδει να διασκεδάσει τους φόβους της. Λίγο πιο κάτω, στο σπίτι της Ντένης, κι ενώ η χήρα με τον Νικηφόρο ψάχνουν να βρουν αντικαταστάτρια της Μαρίνας, μια παραδρομή της γλώσσας μαρτυρά τον καναλάρχη, που αναγκάζεται κάτω από τις έντονες κι έξαλλες πιέσεις της Ντένης να ομολογήσει ότι η Μαρίνα είναι καλά και ότι πήγε στο χωριό της να ηρεμήσει λίγο πριν γεννήσει. Προτού προλάβουν να αρχίσουν οι χειροδικίες, καταφθάνει και ο Κωνσταντίνος που ηρεμεί μαθαίνοντας τα νέα…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 45",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2387-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/eUkHqjfkpWhm/PK6/playlist.m3u8",
              "Description": "Και όλα ήταν ψέματα. Ο ανθυπασπιστής δεν φλέρταρε τελικά τον Τόλη, απλά τον ξεσκέπαζε με μόνο σκοπό να τον εκβιάσει ώστε να προωθήσει επαγγελματικά την τραγουδίστρια ερωμένη του που μεγαλουργεί στο σκυλάδικο της περιοχής τη “Λάσπη”. Ο Κωνσταντίνος, έχοντας πλέον ανακτήσει την ψυχραιμία του, επιστρέφει στον παλιό καλό εαυτό του και αρχίζει να πιέζει τη Μαρίνα να προσέχει την εγκυμοσύνη της. Δεν την αφήνει σε ρεύματα, να τρώει πίτσες, να κάνει χορευτικά στην εκπομπή της, να οδηγεί, να… να… Η Μαρίνα, με τα νεύρα κουρέλια, βρίσκει τα άπειρα πατήματα για να τσακώνεται με τον αγαπημένο της, που όμως της ξεκαθαρίζει ότι δεν ενδιαφέρεται πλέον γι’ αυτήν και όλα τα κάνει για την υγεία του παιδιού του. ‘Οπως είναι φυσικό, στην αντιπαράθεση των δύο, κάποια στιγμή, επεμβαίνει η Ντένη που καταφέρνει να περιορίσει τις πρωτοβουλίες του φορτικού Κωνσταντίνου. ‘Ομως, περίπου 200 χιλιόμετρα νοτιότερα, ο Τόλης ζει έναν εφιάλτη. Ο καραβανάς Καραμάνος, που του έχει αναθέσει να οργανώσει τη «Βραδιά του Οπλίτη», δεν περιορίζεται μόνο στο φθηνό εκβιασμό του για την ερωμένη του, αλλά έχει βρει το “χωράφι” για να σπείρει τα απωθημένα και τον ρατσισμό του, προσβάλλοντας μέχρι απόγνωσης τον Τόλη, που έχει καταντήσει ψυχολογικό ράκος.",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 44",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2388-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/oPjpKNTiKQej/PK6/playlist.m3u8",
              "Description": "Ο Τόλης ζει τις πρώτες του μέρες στο στρατόπεδο στην Τρίπολη. “Ψαρωμένος” και αρκετά φοβισμένος για το αβέβαιο μέλλον του στο στράτευμα κοντεύει να πάθει εγκεφαλικό όταν αργά τη νύχτα ακούει τον Κωνσταντίνο που έχει καταφθάσει στην αρκαδική πρωτεύουσα για να του ανακοινώσει το μεγάλο νέο: έμαθε ότι είναι ο πατέρας του παιδιού της Μαρίνας. Η χαρά του είναι απερίγραπτη και γίνεται αιτία σχολιασμού από την ξαφνιασμένη Φλώρα που βλέπει τον κανακάρη της σε απίστευτα αδικαιολόγητα κέφια. Και τα δύσκολα για τη Μαρίνα ξεκινάνε. Ο Κωνσταντίνος, αν και βρίσκεται στις προετοιμασίες των γυρισμάτων για το νέο σήριαλ, γίνεται μόνιμος θαμώνας του πλατό και περιπαίζει ερωτικά την έξαλλη όσο και ξαφνιασμένη Μαρίνα. Την ίδια στιγμή, ο ανθυπασπιστής του Τόλη δείχνει μια ευχάριστη προτίμηση στον νεοσύλλεκτο δημοσιογράφο, κάτι που ξεσηκώνει τον λουφαδόρο πλέον Σιδεράτο…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 43",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2389-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/gKWJfchNNhA4/PK6/playlist.m3u8",
              "Description": "Η Ζωίτσα, με τα υπονοούμενά της και την έντονη αντιπάθειά της για τον Αίαντα, έχει αρχίσει να προβληματίζει το τρίο των “ενόχων”, αλλά και τον Κωνσταντίνο που ξαφνικά όπου βρίσκεται συναντά… τυχαία τη δαιμόνια Σαρακατσάνα. Οι προσπάθειες της Μαρίνας για να ρίξει στάχτη στα μάτια της μητέρας της αποδεικνύονται μάταιες και έχουν αντίθετο αποτέλεσμα. Οι πάντες βρίσκονται προ της τελικής κατάρρευσης. Και σαν να μην έφθαναν όλα τα δεινά, φθάνει και το προσκλητήριο κατάταξης στον στρατό, του Τόλη. Η Ζωίτσα ανακατεύεται και σ’ αυτό και όλοι πλέον καταλαβαίνουν ότι είναι όμηροι της καπατσοσύνης της που τελειωμό δεν έχει… Τη στιγμή που η Ζωίτσα δηλώνει ότι φεύγει… όλοι φαίνεται να πετούν από τη χαρά τους, αλλά εκείνη έχει και πάλι τον τελευταίο λόγο! Τους ανακοινώνει ότι… για τα αποχαιρετιστήρια έχει κλείσει τραπέζι σ’ ένα εστιατόριο όπου θα κάνει τις δηλώσεις της…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 42",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2390-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BfBDScgK3K6y/PK6/playlist.m3u8",
              "Description": "Η αντιπαλότητα ανάμεσα στον Κωνσταντίνο και τη Μαρίνα συνεχίζεται, κι αυτό γιατί εκείνος είναι σίγουρος πως μεταξύ της αγαπημένης του και του Αίαντα δεν συμβαίνει τίποτα. Κάτι, που όπως είναι φυσικό, εξοργίζει τη Μαρίνα. Στο μεταξύ, καταφθάνει στην Αθήνα η Ζωίτσα, η μητέρα της Μαρίνας και η κατάσταση περιπλέκεται ακόμη περισσότερο. ‘Ολοι προσπαθούν να της αποκρύψουν την αλήθεια αλλά εκείνη δεν αργεί να καταλάβει ότι κάτι δεν πάει καλά. Οι υποψίες της επιβεβαιώνονται όταν συναντά τυχαία τον Κωνσταντίνο. Αυτή η συνάντηση είναι καθοριστική. Η Ζωίτσα ανακαλύπτει όλη την αλήθεια…",
              "Date": "1999",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 40",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2392-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/1sbELXZbAdqn/PK6/playlist.m3u8",
              "Description": "Η εγχείρηση της Φλώρας στη Μόσχα είναι απολύτως επιτυχής, ενώ στην Αθήνα τα δημοσιεύματα για τη Μαρίνα οργιάζουν και ο Τόλης αποφασίζει να βγούνε να πούνε την αλήθεια και να παρουσιάσουν έναν ψεύτικο πατέρα για το παιδί. ‘Ετσι, βγαίνουν στην εκπομπή “ΤΙ ΝΕΑ ΣΗΜΕΡΑ” με την Πόπη Τσαπανίδου και αναγγέλλουν την εγκυμοσύνη, με πατέρα του παιδιού τον Αίαντα Μανθόπουλο και επίσης ότι πρόκειται να παντρευτούν σύντομα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 39",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2393-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/AOBaMTLTfBoO/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος αποφασίζει να συνεχίσει την ιστορία του με τη Μάρα, ενώ στην ακρόαση που κάνει για πρωταγωνιστή της σειράς επιλέγει τον Αίαντα Μανθόπουλο. Την ακρόαση καλύπτει η Μαρίνα, η οποία γνωρίζει τον Αίαντα και εκείνος αρχίζει να την φλερτάρει επίμονα. Ταυτόχρονα, ο Τόλης προσπαθεί να βρει τρόπους να καλύψουν το θέμα της εγκυμοσύνης της Μαρίνας, ενώ η Φλώρα, εξαιτίας ενός σημαντικού προβλήματος υγείας που αντιμετωπίζει, πηγαίνει με την Ντένη στη Μόσχα. Από την άλλη, η Μαρίνα βγαίνει στην τηλεόραση και διαψεύδει τα περί εγκυμοσύνης…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 38",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2394-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/uiAFmrB5T4PD/PK6/playlist.m3u8",
              "Description": "Η σχέση του Κωνσταντίνου και της Μαρίνας περνάει κρίση. Οι συναντήσεις των δυο ερωτευμένων είναι παγερές και ο Κωνσταντίνος, φανερά προβληματισμένος, αποφασίζει να κάνει μια ύστατη προσπάθεια: καταθέτει την πρότασή του για τον βασικό γυναικείο ρόλο στο κανάλι, αφήνοντας τους πάντες άφωνους. Η Μαρίνα, σύμφωνα με τις έρευνές του, είναι η κατάλληλη για τον ρόλο! ‘Ολοι ενθουσιάζονται, αφού θα αποκομίσουν πολλά εμπορικά και καλλιτεχνικά οφέλη από τη συμμετοχή της. Ωστόσο, εκείνη βλέπει τον πραγματικό σκοπό της πρότασης αυτής εκ μέρους του Κωνσταντίνου και αρνείται τον ρόλο. Παράλληλα, τα παιδιά στη σχολή ζουν και υπάρχουν μόνο με την προοπτική ανάθεσής τους των ρόλων που θα τους βγάλουν από την αφάνεια. Τα μέσα που χρησιμοποιούν για να γίνουν… πειστικοί στους άμεσα εμπλεκόμενους στην τηλεοπτική ιστορία θα εντυπωσίαζαν ακόμα και τον Μακιαβέλι. Ο Κωνσταντίνος, όλη αυτή την υστερία, δεν την καταλαβαίνει, όπως και την εμμονή του Τόλη που θέλει να τον πείσει να δημιουργήσει δεσμό με οποιαδήποτε γυναίκα, επειδή πιστεύει ότι το να είναι χωρίς ταίρι για πολύ καιρό, θα τον βλάψει οργανικά και πνευματικά…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 37",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2395-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OP6JoiYZsOZe/PK6/playlist.m3u8",
              "Description": "Η σχέση του Κωνσταντίνου και της Μαρίνας περνάει κρίση. Οι συναντήσεις των δυο ερωτευμένων είναι παγερές και ο Κωνσταντίνος, φανερά προβληματισμένος, αποφασίζει να κάνει μια ύστατη προσπάθεια: καταθέτει την πρότασή του για τον βασικό γυναικείο ρόλο στο κανάλι, αφήνοντας τους πάντες άφωνους. Η Μαρίνα, σύμφωνα με τις έρευνές του, είναι η κατάλληλη για τον ρόλο! ‘Ολοι ενθουσιάζονται, αφού θα αποκομίσουν πολλά εμπορικά και καλλιτεχνικά οφέλη από τη συμμετοχή της. Ωστόσο, εκείνη βλέπει τον πραγματικό σκοπό της πρότασης αυτής εκ μέρους του Κωνσταντίνου και αρνείται τον ρόλο. Παράλληλα, τα παιδιά στη σχολή ζουν και υπάρχουν μόνο με την προοπτική ανάθεσής τους των ρόλων που θα τους βγάλουν από την αφάνεια. Τα μέσα που χρησιμοποιούν για να γίνουν… πειστικοί στους άμεσα εμπλεκόμενους στην τηλεοπτική ιστορία θα εντυπωσίαζαν ακόμα και τον Μακιαβέλι. Ο Κωνσταντίνος, όλη αυτή την υστερία, δεν την καταλαβαίνει, όπως και την εμμονή του Τόλη που θέλει να τον πείσει να δημιουργήσει δεσμό με οποιαδήποτε γυναίκα, επειδή πιστεύει ότι το να είναι χωρίς ταίρι για πολύ καιρό, θα τον βλάψει οργανικά και πνευματικά…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 36",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2396-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/fHawKYpHu5DG/PK6/playlist.m3u8",
              "Description": "Η Ντένη φαίνεται να πλέει σε πελάγη ευτυχίας αφού δεν υπάρχει πια η Μίνα στη ζωή του γιου της και περισσότερο στη δική της! Τώρα ασχολείται με τα επαγγελματικά της σχέδια, την πραγματοποίηση ενός καινούριου σήριαλ, τη σκηνοθεσία του οποίου θα αναλάβει ο Κωνσταντίνος. Βέβαια, ο Κωνσταντίνος, που δεν έχει ιδέα από τις τηλεοπτικές αμοιβές, δέχεται τα χρήματα που του προσφέρει. Από την άλλη, μην έχοντας στο πλευρό του τη Μαρίνα, ελπίζει ότι μόνο με εργασιοθεραπεία θα μπορέσει να ηρεμήσει. ‘Ομως, στα πλαίσια των πρώτων επαφών με τους παράγοντες της σειράς, ο Κωνσταντίνος γνωρίζεται με την όμορφη Μάρα, που φαίνεται από την αρχή ότι γοητεύεται από τον αξύριστο καθηγητή υποκριτικής. Η ένταση σε όλο της το μεγαλείο! Τα παιδιά της σχολής βρίσκονται σε ανησυχία για την εμπλοκή τους στο σήριαλ, η Μάρα, τολμηρή και διεκδικητική, δείχνει απροκάλυπτα το ενδιαφέρον της στον Κωνσταντίνο, κάτι που γίνεται αντιληπτό από τη Φλώρα και είναι έτοιμη να εκραγεί. ‘Οπως φαίνεται, υπάρχει η απειλή ενός νέου εχθρού και πρέπει να βρεθούν τα μέσα αντιμετώπισής του. Αλλά και η Μαρίνα, που μαθαίνει για τη νέα γνωριμία και κοντεύει να τρελαθεί από τη ζήλια της, αρχίζει τις έρευνες για να μάθει το ποιόν της αντιζήλου της. Η ανησυχία της είναι μεγάλη, το ίδιο και της Ντένης…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 35",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2397-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/bfl7kmtkru7h/PK6/playlist.m3u8",
              "Description": "Η Μίνα εξαφανίστηκε και η Φλώρα βιώνει το δικό της δράμα: τι απέγινε η αγαπημένη της νύφη; Στην προσπάθειά της να ανακαλύψει τα ίχνη της, απευθύνεται σε εκπομπή αναζητήσεων χαμένων προσώπων, κάτι που βρίσκει ιδεολογικά και… προσωπικά αντίθετο τον Κωνσταντίνο. Και το χειρότερο, η Φλώρα τον πιέζει να παρευρεθεί την ημέρα της εκπομπής στο πλατό. Και ενώ στην οικογένεια Μαρκορά εκτυλίσσονται σκηνές απείρου κάλους, σ’ ένα ιατρείο ο Τόλης ζει το δικό του δράμα, αφού προσπαθεί να αποτρέψει την επικείμενη διακοπή κυήσεως της Μαρίνας. Κι όταν δεν το καταφέρνει, αποφασίζει να χρησιμοποιήσει τα μεγάλα μέσα. Τηλεφωνεί στον Κωνσταντίνο και του ζητά να πάει εκεί, με την πρόφαση ότι ο ίδιος έπαθε κάτι. Αλλά η άφιξη του Κωνσταντίνου στο ιατρείο προκαλεί την έκρηξη της Μαρίνας, που μοιάζει με ταύρο σε υαλοπωλείο… Και φτάνει η μέρα της εκπομπής! Η Φλώρα και ο πτέραρχος βρίσκονται στο πλατό ενώ η Μαρίνα και ο Κωνσταντίνος εμφανίζονται από τα “παράθυρα” όπου αναζητούν τη χαμένη Μίνα. Η Ντένη όμως, που δεν θέλει να αφήσει τίποτα στην τύχη του, αλλάζοντας τη φωνή της παρεμβαίνει με χίλιους τρόπους στην εκπομπή… ως φανατική τηλεθεάτρια, αποπροσανατολίζοντας τις έρευνες…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 34",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2398-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/U63GJbtu1Eng/PK6/playlist.m3u8",
              "Description": "Η Μίνα εξαφανίστηκε, η Ντένη πανηγυρίζει και οι υπόλοιποι προβληματίζονται. Μόνο η Φλώρα κλαίει με μαύρο δάκρυ για την ατυχία που τους βρήκε, ενώ η ψυχραιμία του Κωνσταντίνου τής δίνει τόσο στα νεύρα, με αποτέλεσμα να τσακώνονται συνεχώς! Αλλά οι τσακωμοί στην οικογένεια Μαρκορά γενικεύονται, ενώ στο πλατό, η Μαρίνα, μετά από τις πιέσεις του Τόλη, εξομολογείται ότι είναι έγκυος από τον Κωνσταντίνο, αλλά τον εξορκίζει να το κρατήσει μυστικό. Από την άλλη, ο Κωνσταντίνος, παρόλο που νιώθει ανακουφισμένος από τη φυγή της Μίνας, περνά δύσκολες στιγμές αφού το μυαλό του γυρνά συνεχώς στη Μαρίνα. Γιατί όμως, εξαφανίστηκε η νύφη; ‘Ολοι απορούν, πλην της Φλώρας, που πεπεισμένη ότι για όλα φταίει η Ντένη -και πριν απευθυνθεί σε εκπομπή ανευρέσεως χαμένων προσώπων- επισκέπτεται τη χήρα και τσακώνεται μαζί της όπως ποτέ πριν… Η Ντένη όμως, έχει άλλα πράγματα στο μυαλό της και κυρίως άλλες προτεραιότητες: να αναλάβει την παραγωγή του νέου σήριαλ του καναλιού ως παραγωγός!",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 33",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2399-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Y5fKYtqMjo1D/PK6/playlist.m3u8",
              "Description": "Παραμονές του γάμου του και ο Κωνσταντίνος έχει ένα φοβερό εκνευρισμό που προκαλεί απορίες. Τον εκνευρισμό του φαίνεται να καταλαβαίνει μόνο ο Τόλης, αφού ξέρει περισσότερα πράγματα, ενώ ταυτόχρονα προσπαθεί να μάθει από τη Μαρίνα για το τι έγινε το προηγούμενο βράδυ. Εκείνη πάλι, θέλοντας να δείξει ότι δεν την νοιάζει καθόλου ο γάμος του Κωνσταντίνου, αναφέρεται στο ερωτικό σμίξιμο μαζί του σαν ένα “τυχαίο” γεγονός. Και ενώ η ατμόσφαιρα είναι ήδη ηλεκτρισμένη, η Ντένη, επηρεασμένη από την κακή έκβαση των γεγονότων, βρίσκει ως αφορμή την Ντιάνα για να τσακωθεί με τον Νικηφόρο. Το ίδιο βράδυ, ο Κωνσταντίνος ψάχνει με τον Τόλη τρόπους προσέγγισης της θυμωμένης Μαρίνας. Στο ίδιο κλίμα όμως, βρίσκεται και ο Νικηφόρος που πιστεύει ότι η Ντένη τον απατά με τον πτέραρχο και ζητάει από τη Μαρούσκα, έναντι αδράς αμοιβής, να του αναφέρει τα πάντα για την κυρά της. ‘Ομως, οι μέρες περνούν και ο γάμος πλησιάζει. ‘Οπως άλλωστε και τα “μπάτσελορ” πάρτι των δύο μελλόνυμφων, χωρίς κανείς να φαντάζεται την “αναπάντεχη” κατάληξή τους…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 32",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2400-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/e7StuhlZYrcI/PK6/playlist.m3u8",
              "Description": "Οι προετοιμασίες του γάμου του Κωνσταντίνου και της Μίνας συνεχίζονται πυρετωδώς. Ωστόσο, όσο περνάνε οι μέρες, ο Κωνσταντίνος νιώθει να μετανιώνει για την απόφαση που έχει πάρει και το ρίχνει στο ποτό. Εντελώς συμπτωματικά βρίσκεται μια νύχτα με τη Μαρίνα στο σπίτι του Τόλη, όπου και κάνουν έρωτα… μόλις πέντε μέρες πριν από τον γάμο. Ο Κωνσταντίνος τρελαίνεται και αποφασίζει να τα τινάξει όλα στον αέρα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 31",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2401-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/jIX1EsSp6qsb/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος παντρεύεται… Μάρτυρές του όλοι οι τηλεθεατές και μαζί τους η Φλώρα, που ξεκινά τις προετοιμασίες για τον επικείμενο γάμο. Κι ενώ στο σπίτι του Κωνσταντίνου επικρατεί χαρμόσυνη ατμόσφαιρα, η Μαρίνα, σε άσχημη ψυχολογική κατάσταση, περιφέρεται στην πόλη οδηγώντας μεθυσμένη, μέχρι τη στιγμή που την σταματούν για αλκοτέστ. Η Ντένη πηγαίνει στο σπίτι του γιου της μόνο που εκεί βρίσκει τη Μίνα και τη Φλώρα. Ο Κωνσταντίνος απουσιάζει! Αλλά, ακόμη κι όταν επιστρέφει και παρά το γαμήλιο κλίμα που επικρατεί, εκείνος σκέφτεται μόνο τη Μαρίνα. Δεν ξέρει τι πρέπει να κάνει για να ξαναβρεθεί κοντά της και να της εξηγήσει την κατάσταση. Τις επόμενες ημέρες, οι προσπάθειες του Κωνσταντίνου να προσεγγίσει τη Μαρίνα, πέφτουν στο κενό. Απογοητευμένος και χωρίς ελπίδα, αποφασίζει ότι τελικά θα παντρευτεί τη… Μίνα. Η Ντένη όμως, δεν έχει πει την τελευταία της λέξη και βάζει σε ενέργεια το σχέδιο “ματαίωσης γάμου” του γιου της: οργανώνει ένα επίσημο δείπνο στο σπίτι της, προσκαλώντας τους “στενούς” φίλους της οικογένειας Μαρκορά, αλλά κυρίως τον πτέραρχο, τον πατέρα της μέλλουσας… αλλά ανεπιθύμητης νύφης της, τον οποίο σκοπεύει να “χρησιμοποιήσει” για να επιτύχει τον σκοπό της…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 30",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2402-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4YurjA1IrhRS/PK6/playlist.m3u8",
              "Description": "Το φοβερό χαστούκι που έδωσε ο Κωνσταντίνος στη Μαρίνα πίσω από τις κάμερες δεν το είδε κανείς, όμως… την πρόταση του κυρίου καθηγητή για να αναλάβει τον ρόλο της Αντιγόνης η ωραία παρουσιάστρια, την ακούνε όλοι, με αποτέλεσμα να δημιουργηθεί “πανικός”! Ο Κωνσταντίνος, έξαλλος από την ευθιξία της κακομαθημένης Μαρίνας, εγκαταλείπει το πλατό και επιστρέφει σπίτι του. Εκεί, έρχεται αντιμέτωπος με τη Φλώρα, η οποία, έχοντας παρακολουθήσει τα πάντα από την τηλεόραση, του βάζει τις φωνές για την απερισκεψία του. Στο μεταξύ, η Μαρίνα, οργισμένη κι αυτή με τα όσα διαδραματίσθηκαν, δηλώνει στην Ντένη ότι δεν θέλει να τον ξαναδεί στα μάτια της. Η Ντένη, ωστόσο, πιστεύει ότι υπάρχει τρόπος να τους ξαναφέρει κοντά και έτσι βάζει τα μεγάλα μέσα. Χρησιμοποιώντας την επιρροή της στον Τύπο, εμφανίζονται κάποια δημοσιεύματα, που έχουν σκοπό να προκαλέσουν μια ακόμη τηλεοπτική συνάντηση των δυο κρυφών εραστών. ‘Ομως, κανείς από τους δυο δεν δείχνει διατεθειμένος να συναινέσει σε μια τέτοια προοπτική, έστω και αν η δημοσιογράφος που θα τους πάρει συνέντευξη πρόκειται να είναι η Λιάνα Κανέλλη. Τα ραντεβού που θα ακολουθήσουν με τη δημοσιογράφο-σταρ δεν θα φέρουν κανένα αποτέλεσμα. Τότε, για μια ακόμη φορά, η Ντένη “λειτουργεί υπόγεια”. Ο κίτρινος τύπος ασχολείται συνεχώς με την κρυφή σχέση τους και φέρνει τελικά τα αναμενόμενα αποτελέσματα. Μην έχοντας άλλη εναλλακτική λύση, ο Κωνσταντίνος και η Μαρίνα βάζουν “φρένο” στην κόντρα τους και συμφωνούν να μιλήσουν και να αποκαταστήσουν την αλήθεια. ‘Ομως, λίγο πριν το τέλος της τηλεοπτικής εμφάνισής τους, ο Κωνσταντίνος κάνει μια ανακοίνωση “βόμβα”…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        },
        {
          "Title": "1ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
          "Year": "1998",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 29",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2403-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/syLt4AfbnUus/PK6/playlist.m3u8",
              "Description": "Η Μαρίνα, απογοητευμένη αλλά και πικραμένη, αρνείται οποιαδήποτε επαφή και συνάντηση με τον μετανιωμένο Κωνσταντίνο, που βάζει την Ντένη μπροστά να βγάλει τα “κάστανα” από τη φωτιά! Φυσικά, στο “οπλοστάσιο” της μητέρας Ντένης υπάρχει πάντα μια ιδέα, που όμως θα φέρει τα αντίθετα αποτελέσματα, αφού η Μαρίνα, στο άκουσμα της διαταγής του Νικηφόρου να εμφανιστεί ο Κωνσταντίνος στην εκπομπή της, γίνεται έξαλλη και παραιτείται. Η Ντιάνα, που περίμενε πολύ καιρό την ευκαιρία, επιστρατεύει τα ισχυρότερα θέλγητρά της και γίνεται με το… “σπαθί” της η διάδοχος της Μαρίνας. Κάτω από τις απειλές της Ντένης και την προτροπή του Τόλη, η Μαρίνα επιστρέφει στη θέση της και δέχεται να φιλοξενήσει τον Κωνσταντίνο, ο οποίος θα ανακοινώσει το όνομα της ηθοποιού που θα παίξει την Αντιγόνη…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 28",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2404-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/mbPGIgIOEQGu/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος, ξαφνιασμένος από το θάρρος της Μαρίνας να ανατρέψει τα πάντα στη ζωή της, δείχνει να φοβάται ν’ αποφασίσει για την τύχη της σχέσης τους. Η Ντένη, τώρα, για να διευκολύνει τα πράγματα, μετά από συνεννόηση με τη Μαρίνα, αποφασίζει να δώσει το σπίτι της για κρυψώνα των παιδιών και αρχίζει αγόγγυστα τις βόλτες στην Αθήνα για να περάσει την ώρα της. Εκεί κάπου αρχίζουν οι συναντήσεις της με τον Τόλη που και αυτός έχει ξεσπιτωθεί, αφού στο σπίτι του έχει κάνει κατάληψη ο Λάμπης που πνίγει τον καημό του σε λάγνες αγκαλιές. Η εκπαίδευση του Κωνσταντίνου συνεχίζεται και η μεταμόρφωση της Μαρίνας φτάνει μέχρι το οριακό σημείο της αλλαγής χρώματος της ξανθιάς μπούκλας! ‘Ομως, εντελώς ξαφνικά, μια παρεξήγηση, μια άτυχη κουβέντα, μετά από ένα ερωτικό τετ-α-τετ του ζευγαριού δυναμιτίζει το ήρεμο κλίμα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 27",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2405-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/tl23OeP4q4Hr/PK6/playlist.m3u8",
              "Description": "Η Μίνα, μ’ ένα τηλεφώνημα στην κολλητή της, αποκαλύπτεται ότι γνωρίζει τα πάντα για τη σχέση του Κωνσταντίνου και της Μαρίνας και η φιλική της διάθεση βασίζεται σ’ ένα σχέδιο υπονόμευσης της σχέσης εκ των έσω… Και ενώ το ζευγάρι κοιμάται τον ύπνο του… αδίκου, η Ντένη μένει ξάγρυπνη από τις απίστευτες παρεμβάσεις της Φλώρας στο σπίτι της. Η Ντένη, εκτός εαυτού, αποφασίζει ότι η Φαλκονέρα πρέπει να φύγει και ένα νέο σχέδιο εξόντωσης και απομάκρυνσης παίρνει σάρκα και οστά. ‘Ομως η Φλώρα δεν καταλαβαίνει από αγριάδες και ίντριγκες και παραμένει, εδραιώνοντας τη θέση της. Στη ζωή της Μαρίνας όλα πηγαίνουν περίεργα με αποκορύφωμα τις πιέσεις του Λάμπη, που όταν γίνονται πολύ έντονες, μαθαίνει την αλήθεια και με παρότρυνση της Μαρίνας αποφασίζει να φύγει από το σπίτι. Στο νέο του χωρισμού της, ο Κωνσταντίνος παγώνει…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 26",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2406-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/86DQEo6gX5O3/PK6/playlist.m3u8",
              "Description": "Η έξαλλη Φλώρα, μετά από έναν άγριο καυγά με τον Κωνσταντίνο, μαζεύει τα πράγματά της και τον εγκαταλείπει αφήνοντάς τον, όπως του γράφει στο σημείωμα, “να βγάζει τα μάτια του ελεύθερα!” Πρώτος σταθμός της το σπίτι της Ντένης. Η μητέρα Μαρκορά καταρρέει βλέποντας την άσπονδη φίλη της να κάνει κατάληψη στο σπίτι της, την ίδια στιγμή που τα παιδιά είναι απασχολημένα με τον έρωτά τους αλλά και με το σημαντικότερο στάδιο της εκπαίδευσης της Μαρίνας. Και ενώ ο έρωτας ξεχειλίζει στο σπίτι του Κωνσταντίνου, στο άλλο Μαρκορέικο οι δυο “φίλες” επιδίδονται σ’ έναν αγώνα αλληλοεξόντωσης. Και ενώ ο Κωνσταντίνος κάνει προσπάθειες προσέγγισης της Φλώρας, για να διασκεδάσει τις εντυπώσεις της αλλά και να προλάβει την οικονόμο του να μην μαρτυρήσει τίποτα στη Μίνα, η αρραβωνιαστικιά του κάνει την εμφάνισή της δείχνοντας απίστευτα φιλική προς τη Μαρίνα! Οι δυο παράνομοι εραστές τρελαίνονται…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 25",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2407-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/o2IxwaJJeK78/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος και η Μαρίνα βρίσκονται ακόμα στις Σπέτσες, αλλά και σε απόλυτο πανικό, αφού ο παπαράτσι τούς έχει στήσει καρτέρι στο λιμάνι. Με τη βοήθεια του Τόλη και της κυρίας Νίτσας, κατορθώνουν τελικά να “αποδράσουν” από το νησί. Η επιστροφή τους όμως, στην Αθήνα, δεν θα τους αφήσει περιθώρια να αναπνεύσουν. Ο τύπος την έχει στημένη στη Μαρίνα για το ψέμα της σχετικά με την δήθεν αποστολή ανθρωπιστικής βοήθειας στο Κοσσυφοπέδιο. Παράλληλα, η Φλώρα περιμένει με σηκωμένα τα μανίκια και διάθεση για καυγά τον Κωνσταντίνο, αφού δεν πίστεψε για το υποτιθέμενο επαγγελματικό του ταξίδι στην Αγγλία. Η Ντένη, που βρίσκεται για άλλη μια φορά στο στοιχείο της μ’ ένα διαβολικό σχέδιο, καταφέρνει να γλιτώσει τη Μαρίνα από τα νύχια των κουτσομπολίστικων περιοδικών και ο Τόλης στήνει μια απίστευτη ίντριγκα για να ρίξει στάχτη στα μάτια της καχύποπτης Φλώρας, που βλέπει ξυρισμένο τον Κωνσταντίνο και τρελαίνεται. Και εκεί που όλα δείχνουν να έχουν κουκουλωθεί, η Φλώρα πηγαίνει στη σχολή όπου πιάνει το παράνομο ζευγάρι στα πράσα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 24",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2408-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/fKN4ahtokNaQ/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος και η Μαρίνα πηγαίνουν εκδρομή στις Σπέτσες. Για τον κόσμο, ο Κωνσταντίνος υποτίθεται ότι είναι στο Λονδίνο, ενώ η Μαρίνα υποτίθεται ότι είναι στην Πρίστινα για να προσφέρει ανθρωπιστική βοήθεια στους Αλβανούς. Στην πανσιόν που πρόκειται να μείνουν και την οποία τους έχει βρει ο Τόλης, τους υποδέχεται ένθερμα η κυρία Νίτσα, η ιδιοκτήτρια, με τραγούδια της αγαπημένης της, Χαρούλας Αλεξίου. Ωστόσο, ενώ το ζευγάρι κάνει τις βόλτες του στο νησί, πρέπει να κρύβεται από έναν επίμονο παπαράτσι. Μετά από ένα γλέντι στην ταβέρνα της κυρίας Νίτσας, το ζευγάρι μεθάει και μετά, στο δωμάτιο, η Μαρίνα… ξυρίζει τον Κωνσταντίνο! Αυτός, όταν ξυπνάει και συνειδητοποιεί τι έχει συμβεί, θυμώνει μαζί της, αλλά, τελικά, τα ξαναβρίσκουν και μιλούν για τα προσωπικά τους στην παραλία.",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 23",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2409-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/gLDeHI4IjhQI/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος και η Μαρίνα είναι μαζί!.. Μόνο ο Τόλης γνωρίζει την ερωτική τους ιστορία και τους κάνει “πλάτες”… Τουλάχιστον έτσι πιστεύουν, αφού κανείς τους δεν πρόσεξε τη σκιά έξω από το σπίτι του Κωνσταντίνου το βράδυ της επιστροφής τους από τη Χαλκίδα. Η Ντένη ήταν εκεί. Και ξέρει… Το φιλί πριν την καληνύχτα δεν το είδε μόνο ο Θεός! Η Ντένη, ξαφνιασμένη αλλά καθόλου θυμωμένη, προχωρά στο σχέδιο αποκάλυψης της ερωτικής συνομωσίας. ‘Ετσι, οι “τυχαίες” επισκέψεις της στο σπίτι του Κωνσταντίνου, στο πλατό, στη σχολή αλλά ακόμα και στο σπίτι του Τόλη, που έχει γίνει το κρησφύγετό τους, δεν είναι καθόλου αθώες. Σκοπός της δαιμόνιας μάνας Μαρκορά είναι να τους ξεσκεπάσει. Η μεγάλη ευκαιρία τής δίνεται ένα βράδυ που καλεί σε δείπνο τους άμεσα ενδιαφερόμενους. ‘Ομως, η καλή τύχη των δυο εραστών θα τους προστατεύσει για άλλη μια φορά. ‘Οχι όμως για πολύ, αφού οι δυο ερωτευμένοι δεν θα αποφύγουν το μοιραίο λάθος…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 22",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2410-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wtFGYlrDwdS2/PK6/playlist.m3u8",
              "Description": "Η Μαρίνα και ο Τόλης μεταφέρουν τον λαβωμένο Κωνσταντίνο στο πλησιέστερο ιατρείο για να ράψουν το τραύμα του. ‘Ομως, προς μεγάλη έκπληξη όλων, ο γιατρός είναι κτηνίατρος και ο Κωνσταντίνος πριν λιποθυμήσει νιώθει ότι βρίσκεται σε ζωολογικό κήπο. Η Ντένη ενημερώνεται για την τύχη του μονάκριβου γιου της και σπεύδει να του συμπαρασταθεί. Φυσικά, φέρνει μαζί της μόνο την υστερία και την υπερβολή. Η επόμενη ημέρα, φέρνει τον Κωνσταντίνο στο πατρικό του και τη Μαρίνα μαζί με την Ντένη σε ρόλο νοσοκόμων. Η επιστροφή στην ανήσυχη Φλώρα, που δεν γνωρίζει το “ατύχημά” του, θα είναι επεισοδιακή, αφού μαζί με τον Κωνσταντίνο καταφθάνει στο σπίτι κι ένας σκύλος… Η Μαρίνα εγκαταλείπει για μια ημέρα την εκπομπή, δημιουργώντας χάος στο κανάλι και πραγματικές αιτίες εμφράγματος του Νικηφόρου. Το μυαλό της όμως, είναι αλλού. Στον Κωνσταντίνο και στο βράδυ που θα βρεθούν επιτέλους μόνοι και ήρεμοι…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 21",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2411-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DJyZ7x9zLmJ8/PK6/playlist.m3u8",
              "Description": "Η ρομαντική κωμωδία των Α. Ρήγα, Δ. Αποστόλου που άλλαξε τις νύχτες μας για 2 χρόνια. Η σειρά εξιστορούσε τον έρωτα του σκηνοθέτη και καθηγητή υποκριτικής Κωνσταντίνου Μαρκορά και της τηλεπαρουσιάστριας της πρωινής εκπομπής “Πρωινό χαμόγελο” Μαρίνας Κουντουράτου μέσα από χιουμοριστικές καταστάσεις και μια προσπάθεια να κρύψουν τον έρωτα τους από τους άλλους, αλλά πολλές φορές και από τον ίδιο τους τον εαυτό. Η σειρά ξεχώρισε για το σενάριο της, βασισμένο στο χιούμορ και στα πικάντικα σχόλια, χαρακτηριστικά γνωρίσματα των σεναριογράφων. Σημείωση: Λόγω πνευματικών δικαιωμάτων τα επεισόδια της σειράς δεν θα είναι online μετά την τηλεοπτική προβολή τους.",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 20",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2412-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/qSbSm2artjM7/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος, στα πλαίσια του πανικού του, δίνει επιτέλους αποσπάσματα από τον Ρωμαίο και την Ιουλιέτα για να τα προβάρει με τη Μαρίνα. Ο ενθουσιασμός της Μαρίνας γρήγορα μετατρέπεται σε πανικό, αφού ο δάσκαλός της δεν αργεί να αντιληφθεί ότι η μαθήτριά του δεν διαθέτει την απαραίτητη παιδεία για να αντιληφθεί τη σεξπηρική τραγωδία. Οι παρατηρήσεις του και ο κακός του τρόπος οδηγούν την Ντένη στην απόφαση να “διδάξει” εκείνη, μαζί με τον Τόλη φυσικά, την προστατευόμενή της, μια άλλη αντίληψη για την Ιουλιέτα. Η σκηνοθετική γραμμή των δύο ετερόκλητων “δασκάλων” είναι φανερή στον Κωνσταντίνο, που της κάνει αυστηρές παρατηρήσεις… Η ιδέα όμως, του Κωνσταντίνου να φέρει έναν θεατρικό αέρα στη Μαρίνα, θα του βγει σε κακό…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 19",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2413-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/LkjabClmLBNu/PK6/playlist.m3u8",
              "Description": "Η ρομαντική κωμωδία των Α. Ρήγα, Δ. Αποστόλου που άλλαξε τις νύχτες μας για 2 χρόνια. Η σειρά εξιστορούσε τον έρωτα του σκηνοθέτη και καθηγητή υποκριτικής Κωνσταντίνου Μαρκορά και της τηλεπαρουσιάστριας της πρωινής εκπομπής “Πρωινό χαμόγελο” Μαρίνας Κουντουράτου μέσα από χιουμοριστικές καταστάσεις και μια προσπάθεια να κρύψουν τον έρωτα τους από τους άλλους, αλλά πολλές φορές και από τον ίδιο τους τον εαυτό. Η σειρά ξεχώρισε για το σενάριο της, βασισμένο στο χιούμορ και στα πικάντικα σχόλια, χαρακτηριστικά γνωρίσματα των σεναριογράφων. Σημείωση: Λόγω πνευματικών δικαιωμάτων τα επεισόδια της σειράς δεν θα είναι online μετά την τηλεοπτική προβολή τους.",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 18",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2414-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/M4AKOOq8kNtt/PK6/playlist.m3u8",
              "Description": "Στους Δελφούς, ο Κωνσταντίνος με τη Μίνα και τους μαθητές κάνουν πρόβες για τα κομμάτια που θα παρουσιάσουν στο συμπόσιο. Η Μαρίνα ψάχνει τρόπο να τον δει και έτσι, μεταφέρει άρον άρον την εκπομπή της για ένα τριήμερο στους Δελφούς. Ο Κωνσταντίνος την βλέπει ξαφνικά μπροστά του και τρελαίνεται. Τώρα η Μαρίνα ψάχνει να βρει ευκαιρία να τρυπώσει στην παράσταση, για να του αποδείξει ότι μπορεί κι αυτή να κάνει κάποια πράγματα και όταν το καταφέρνει, προκαλεί την οργή του και έτσι επιστρέφουν στην Αθήνα “σκοτωμένοι”…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 17",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2415-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2uOUXL7AD2m3/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος, μετά από την ερωτική νύχτα με τη Μαρίνα, τρελαμένος, θέλει να την δει και να της μιλήσει. Η Μαρίνα όμως, του φέρεται πάρα πολύ τυπικά και αποφασίζει να πάρει το αίμα της πίσω για το σπάσιμο που της είχε κάνει εκείνος πριν από λίγο καιρό. Του κάνει, λοιπόν, πόλεμο νεύρων, πράγμα που πετυχαίνει και ο Κωνσταντίνος, απογοητευμένος και για να τελειώνει μ’ αυτή την ιστορία, κάνει πρόταση γάμου στη Μίνα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 16",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2416-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iAB2iXKJLmTe/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος, μετά από την ερωτική νύχτα με τη Μαρίνα, τρελαμένος, θέλει να την δει και να της μιλήσει. Η Μαρίνα όμως, του φέρεται πάρα πολύ τυπικά και αποφασίζει να πάρει το αίμα της πίσω για το σπάσιμο που της είχε κάνει εκείνος πριν από λίγο καιρό. Του κάνει, λοιπόν, πόλεμο νεύρων, πράγμα που πετυχαίνει και ο Κωνσταντίνος, απογοητευμένος και για να τελειώνει μ’ αυτή την ιστορία, κάνει πρόταση γάμου στη Μίνα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2417-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/R8E7zosx87Ck/PK6/playlist.m3u8",
              "Description": "‘Οταν η Φλώρα ανακαλύπτει την Ντένη σε ερωτικό τετ-α-τετ με τον Δημήτρη, την εκβιάζει ότι αν δεν ανακοινώσει τους αρραβώνες του Κωνσταντίνου με τη Μίνα, θα τα αποκαλύψει όλα στον κόσμο. Η Ντένη, πανικόβλητη, προσπαθεί να πείσει τον Κωνσταντίνο να δεχθεί αυτόν τον γάμο. ‘Οταν όμως, η Μαρίνα ακούει γι’ αυτό, για αντιπερισπασμό, ανακοινώνει στον Κωνσταντίνο και τον δικό της γάμο με τον Λάμπη. Γίνεται ένας έντονος καυγάς ανάμεσά τους και καταλήγουν ο ένας στην αγκαλιά του άλλου…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2418-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/neNoYGiq8XL1/PK6/playlist.m3u8",
              "Description": "Μετά το πρώτο τους φιλί, η Μαρίνα ενθουσιάζεται γιατί πιστεύει ότι θα είναι μαζί με τον Κωνσταντίνο! Εκείνος όμως, είναι πανικοβλημένος. Στη συνάντησή τους, ο Κωνσταντίνος τής λέει να μην πάρει τίποτα στα σοβαρά απ’ ότι έγινε και η Μαρίνα γίνεται έξαλλη. Δηλώνει στην Ντένη ότι τα παρατάει όλα, κρύβοντάς της φυσικά την πραγματική αιτία και εξαφανίζεται. Ο Κωνσταντίνος, μετανιωμένος, προσπαθεί να την βρει, αλλά η Μαρίνα είναι ανένδοτη…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2419-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/09ipDa90BREu/PK6/playlist.m3u8",
              "Description": "Μόλις ξεσπά, σαν βόμβα, η είδηση ότι η Μαρίνα φοιτά στο Θεατρικό Εργαστήρι του Κωνσταντίνου, δυο δαιμόνιοι δημοσιογράφοι αποφασίζουν να σκαλίσουν την ιστορία, πιστεύοντας ότι παρουσιάζει μεγάλο δημοσιογραφικό ενδιαφέρον. Κλέβουν με εντυπωσιακό τρόπο το ημερολόγιο της Μαρίνας, μέσα στο οποίο έχουν καταγραφεί τα πάντα σε σχέση με τον Κωνσταντίνο, από την πρώτη τους γνωριμία και μετά και αρχίζουν να δουλεύουν το θέμα, κρατώντας απόλυτη μυστικότητα. Τελειώνοντας και πιστεύοντας ότι έχουν στα χέρια τους το θέμα της χρονιάς, τρέχουν για την εφημερίδα τους, αλλά στον δρόμο…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2420-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/uXMixilAfX1p/PK6/playlist.m3u8",
              "Description": "Η Μαρίνα, με τη βοήθεια της Ντένης, συνεχίζει την εκπαίδευσή της αλλά χωρίς… λαμπρά αποτελέσματα. Η απογοήτευση της Μαρίνας είναι μεγάλη, μετά την άρνηση του Κωνσταντίνου να της δώσει μια σκηνή για να την προετοιμάσει, ώστε να του δείξει την πρόοδό της. Παράλληλα, προβληματίζεται και για το μέλλον της στη σχολή. Ο Κωνσταντίνος δείχνει αμετάπειστος, κάτι που εξοργίζει την Ντένη και την αναγκάζει στη “χάραξη” ενός νέου σχεδίου… σωτηρίας της προστατευόμενής της! Στόχος του “αλάνθαστου” σχεδίου: να δείξει στον γιο της ότι η Μαρίνα μπορεί μεν να μην διαθέτει κλασική παιδεία, αλλά δεν στερείται ευαισθησιών. ‘Ετσι, το σχέδιο για “ραντεβού στα τυφλά” της μαθήτριας και του μαθητή της στη Λυρική Σκηνή, μπαίνει σε εφαρμογή… Η βραδιά, περιέργως, θα εξελιχθεί με τον καλύτερο δυνατό τρόπο, με τον Κωνσταντίνο να αναγνωρίζει αρετές και θετικά σημεία της Μαρίνας. Η έκπληξή του, διαπιστώνοντας τις κρυφές χάρες της, είναι μεγάλη και η απόφασή του να την πάρει στα σοβαρά τον “ξενίζει” ευχάριστα… Την επόμενη ημέρα όμως, η Μαρίνα, υπό την πίεση του Λάμπη, θα αναγκαστεί να διακόψει τη σχολή. Η συνάντηση της Ντένης, της Μαρίνας και του Κωνσταντίνου στην μπουάτ για να συζητηθούν με ψυχραιμία και επιχειρήματα τα νέα δεδομένα, στήνεται και πάλι από την Ντένη που δεν φαντάζεται πως θα καταλήξει η βραδιά…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2421-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/GHJ6bzblka6N/PK6/playlist.m3u8",
              "Description": "Η Φλώρα κινεί γη και ουρανό για να ανακαλύψει ποια είναι αυτή που έστειλε το ραβασάκι στον Κωνσταντίνο. Παράλληλα, η Ντένη ενημερώνεται για τις εξελίξεις της ιστορίας του Κωνσταντίνου με τη Μαρίνα, πιστεύοντας βέβαια, ότι πρόκειται για την ιστορία του Τόλη με τον Θανάση Βρόσο. Αποφασίζει, λοιπόν, να μάθει την αλήθεια, αλλά δημιουργείται πανικός, όταν ο Θανάσης Βρόσος λέει ότι δεν γνωρίζει τίποτα…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2422-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yFx7XOlFnSfL/PK6/playlist.m3u8",
              "Description": "Η εκπαίδευση της Μαρίνας από την Ντένη συνεχίζεται με γρήγορους ρυθμούς, με αποτέλεσμα εκείνη να τα ‘χει μπλέξει στο μυαλό της και να μην καταλαβαίνει τι της γίνεται. Παράλληλα, αρχίζει να κοιτάει όλο και πιο ερωτικά τον Κωνσταντίνο, ο οποίος όμως, παριστάνει τον αδιάφορο. Η Μαρίνα, τότε, λέει το πρόβλημά της στην Ντένη, παρουσιάζοντάς το ως πρόβλημα του Τόλη με κάποιον υπάλληλο του καναλιού, τον Θανάση Βρόσο. Η Ντένη πείθει τη Μαρίνα να γίνει τολμηρή, στέλνοντάς του ένα ραβασάκι. Πράγματι, η Μαρίνα ακούει τη συμβουλή της, αλλά το ραβασάκι πέφτει στα χέρια της Φλώρας…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2023/07/4-15-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wcciKbCRrU9R/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος, επειδή φοβάται ότι ο Πέτρος μπορεί να τα φτιάξει με τη Μαρίνα, της λέει ψέματα ότι τα λουλούδια που τις έστειλε ο Πέτρος είναι από αυτόν. Η Μαρίνα πετάει από τη χαρά της! Την επομένη μέρα όμως, ο Κωνσταντίνος, πανικοβλημένος ότι μπορεί και να καρφωθεί, στήνει ολόκληρη πλεκτάνη για να αποδείξει στη Μαρίνα ότι τα λουλούδια δεν είχαν ερωτικό νόημα. Παράλληλα, η Ντένη αποφασίζει να αρχίσει την εκπαίδευση της Μαρίνας, φορτώνοντάς την με ένα σωρό βιβλία, δίσκους και ταινίες…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2424-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/KLs7qA8gclNm/PK6/playlist.m3u8",
              "Description": "Οι πρώτες μέρες της Μαρίνας στη σχολή είναι γεγονός. Αναστατώνει τους πάντες με τις τρέλες και τα καμώματά της και οδηγεί τον Κωνσταντίνο σε υστερία. Ο Πέτρος αρχίζει να εκδηλώνει έντονα τον έρωτά του για τη Μαρίνα, κάτι που κάνει τον Κωνσταντίνο να ζηλέψει αφόρητα αλλά δεν το δείχνει. ‘Ετσι, φτάνουν σε μια φοβερή κόντρα που οδηγεί τον Κωνσταντίνο σε κάτι εντελώς απρόβλεπτο γι’ αυτόν…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2425-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hnn7rAmJogzt/PK6/playlist.m3u8",
              "Description": "Στην μπουάτ, ο Τόλης και η Ντένη αγωνιούν για τη σωματική ακεραιότητα της Μαρίνας, που έχει εισβάλλει με τη γνωστή της αυθάδεια στο σπίτι του Κωνσταντίνου… Εκεί, όπου ο απροστάτευτος Κωνσταντίνος αντιμετωπίζει με περιορισμένη λογική και ιερή αγανάκτηση το θράσος της. Και σαν να μην έφθανε η σύγχυση του Κωνσταντίνου, ανώνυμα τηλεφωνήματα από την Ντένη, μαζεύουν στο σπίτι τη Φλώρα και τη Μίνα. Η Φλώρα με την είσοδό της στο σπίτι εξοργίζεται από την παρουσία της Μαρίνας, αλλά τώρα ο στόχος είναι να κρυφτεί η… ακατονόμαστη από τη Μίνα. Πράγμα που συμβαίνει με τη “σοφή” παρέμβαση της Φλώρας. ‘Ομως, η νεαρή δικηγόρος με το που μπαίνει στο σπίτι, νιώθει στον αέρα έναν εκνευρισμό και μια αμηχανία, πράγμα που την οδηγεί να αρχίσει να ψάχνει, μέχρι που ανακαλύπτει τη Μαρίνα στο δωματιάκι της Φλώρας… Ο Κωνσταντίνος νιώθει ότι ανοίγει η γη κάτω από τα πόδια του και η Μαρίνα ότι ανοίγει ο δρόμος προς τη… σχολή του κ. Μαρκορά. Λίγο αργότερα, στο “βομβαρδισμένο” σπίτι του Κωνσταντίνου εισβάλλει η Ντένη, που πετάει επίτηδες τα απαραίτητα καρφιά ώστε να γίνει αναπόφευκτη η έκρηξη του άμοιρου γιου της…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2426-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hImnIAneABUb/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος συνεχίζει τις ακροάσεις για τον ρόλο της Αντιγόνης χωρίς να ανακαλύπτει την ιδανική ηθοποιό. Ξαφνικά, ανάμεσα στις υποψήφιες εμφανίζεται η Μαρίνα. Την έκπληξή του διαδέχεται η ειρωνεία και με τη “βοήθεια” της Ντένης, γίνεται για πολλοστή φορά έξω φρενών. Η Μαρίνα νιώθει το βαρύ κλίμα και εξαγριωμένη και αυτή με τη σειρά της, σπεύδει στον Τόλη για να πάρει οδηγίες ώστε να κατορθώσει το ακατόρθωτο: να τη δεχθεί δηλαδή ο Μαρκοράς στη σχολή, αλλά και να κρύψει τη νέα της τρέλα από τον Λάμπη. Φανερά σαστισμένη, επιστρέφει σπίτι της όπου προβάλλει στον Λάμπη δικαιολογίες για πιθανή εγκυμοσύνη ώστε να την αφήσει… στην ησυχία της. Την ίδια στιγμή, η Ντένη αρχίζει τη συνομωσία για να πάρει ο γιος της την προστατευόμενή της στη σχολή, ενώ η Μαρίνα αρχίζει την τηλεφωνική παρενόχληση στον Κωνσταντίνο για να τον πείσει να την δεχθεί σε μια σύντομη ακρόαση… Κάτι, που, για κακή τύχη του έκπληκτου Κωνσταντίνου, συμβαίνει την επόμενη μέρα χωρίς μάλιστα τη θέλησή του…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2427-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yOynKBdnBKMZ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος παίρνει στα χέρια του τις θεαματικότητες του τοκ σόου της ‘Ελενας και κοντεύει να πάθει αποπληξία. Σε μια κίνηση απελπισίας, που… υπαγορεύεται από την Ντένη, αποφασίζει ότι η ιδανική λύση για την ανάκαμψη της τηλεθέασης είναι η εμφάνιση της Μαρίνας στην εκπομπή της ‘Ελενας. Στο άκουσμα και μόνο της πρότασης, η Μαρίνα εμφανίζει δείγματα “βεντετισμού”, που όμως έχουν να κάνουν με τον φόβο της να αντιμετωπίσει έναν “διαβασμένο” άνθρωπο. Ο Τόλης και η Ντένη προσπαθούν να διακωμωδήσουν τους φόβους της και τελικά η Μαρίνα υποχωρεί, κρίνοντας ότι μια εμφάνισή της θα βοηθήσει στη δημιουργία ενός… νέου προφίλ. Στο σπίτι του Κωνσταντίνου, η Ντιάνα, μια φιλόδοξη και ταλαντούχα μαθήτρια, προσπαθεί να αποπλανήσει τον δάσκαλό της για να εξασφαλίσει τον κεντρικό ρόλο στην παράσταση της Αντιγόνης. Και ενώ ο ξαφνιασμένος Κωνσταντίνος προσπαθεί να αποκρούσει τη σεξουαλική επίθεση της Ντιάνας, η Φλώρα αναφέρεται δήθεν τυχαία στον επικείμενο γάμο του με τη Μίνα. Η Μαρίνα, μετά από δυο ημέρες, εμφανίζεται στην εκπομπή της ‘Ελενας, “διαβασμένη” βέβαια από τον Τόλη, έτοιμη να αντιμετωπίσει την πανέξυπνη δημοσιογράφο αλλά και μια ομάδα σπουδαστών, που βρίσκονται στο πάνελ με σκοπό να παρέμβουν στη συνέντευξη…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2428-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/e2pNAhC5Csqr/PK6/playlist.m3u8",
              "Description": "Η Ντένη αποκαλύπτει στους έκπληκτους Νικηφόρο και Τόλη τις πραγματικές συνθήκες του ατυχήματος. Ο Νικηφόρος αποφασίζει να εκμεταλλευτεί διαφημιστικά το ατύχημα, δίνοντας την είδηση και την αποκλειστική συνέντευξη στο κεντρικό δελτίο ειδήσεων. Η Ντένη και η Φλώρα, πηγαίνοντας πρωί πρωί στο δωμάτιο του Κωνσταντίνου, βρίσκονται μπροστά σε ένα απίστευτο θέαμα: τον Κωνσταντίνο με τη Μαρίνα να κοιμούνται αγκαλιά! Και τότε αρχίζει το πανηγύρι. Οι δύο γυναίκες, καταλαβαίνοντας ότι η καταστροφή είναι προ των πυλών, φασκιώνουν τη Μαρίνα με γάζες και σ’ όποιον επισκέπτεται τον Κωνσταντίνο υποστηρίζουν ότι ο νέος “γείτονας” είναι ένας Τσετσένος ασθενής που φέρανε προσωρινά στο δωμάτιο. Τότε παίρνουν την απόφαση με την πρώτη ευκαιρία να βγάλουν με φορείο τη Μαρίνα και να την οδηγήσουν στο δωμάτιό της κάτω από τη μύτη των δημοσιογράφων και των καναλιών, που έχουν σπεύσει στο νοσοκομείο. Τελικά, με τα χίλια ζόρια καταφέρνουν να την οδηγήσουν στο δωμάτιό της, όπου την περιμένουν οι ρεπόρτερς για αποκλειστικές δηλώσεις για το ατύχημά της. Στη διάρκεια της συνέντευξης, δεν αναφέρεται στον Κωνσταντίνο κάτι που καθησυχάζει τον χτυπημένο καθηγητή. ‘Ομως, καθώς κυλάει η νύχτα και η ηρεμία δείχνει να έχει διαδεχθεί τον πρωινό πανικό, η Μαρίνα επισκέπτεται για άλλη μια φορά τον Κωνσταντίνο…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2429-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/n0hBwic9kCrJ/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος πηγαίνει στο κανάλι του Νικηφόρου για να πάρει την Ντένη, με τον φόβο πάντα μιας απρόοπτης συνάντησής του με τη Μαρίνα, γεγονός που τελικά δεν θα αποφύγει: βγαίνοντας από τον σταθμό βλέπουν τη Μαρίνα σε έξαλλη κατάσταση εξαιτίας μιας μηχανικής βλάβης του αυτοκινήτου της. Οι προτροπές της Ντένης να κατεβάσουν τη Μαρίνα στο κέντρο της πόλης, οδηγούν, για άλλη μια φορά, τον Κωνσταντίνο στα πρόθυρα νευρικής κατάρρευσης. Και ενώ στο αυτοκίνητο επικρατεί μια έκρυθμη κατάσταση, μια στραβοτιμονιά οδηγεί και τους τρεις στο νοσοκομείο. Στο κρεβάτι του πόνου, ο Κωνσταντίνος με σπασμένο χέρι και πόδι, καυγαδίζει με την Ντένη, θεωρώντας τη μοναδική αιτία των συμφορών του. Με μόνη του έννοια να μη μαθευτεί στον τύπο ότι η Μαρίνα και εκείνος βρίσκονταν στο ίδιο αυτοκίνητο, αναγκάζει την Ντένη να στήσει ένα ολόκληρο παραμύθι για τα αίτια του ατυχήματός του. Η Μαρίνα μαθαίνει την “απαίτησή” του και με πειρακτική διάθεση πηγαίνει αργά το βράδυ στο δωμάτιό του για να πιουν ένα ποτηράκι ουίσκι…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2430-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Oab4TpSP5Hw9/PK6/playlist.m3u8",
              "Description": "Ο Κωνσταντίνος βρίσκεται στο πλατό με τη Μαρίνα αλλά και ένα βήμα πριν από τη μεγάλη έκρηξη. Η Ντένη παρακολουθεί τον γιο της από το μόνιτορ και γνωρίζοντας τον χαρακτήρα του απλά περιμένει την κακιά “στιγμή”, που δεν θα αργήσει να έρθει. Ο, εν εξάλλω καταστάσει, Κωνσταντίνος ψάχνει παντού την Ντένη για να την “ευχαριστήσει” για την προσφορά της στη ζωή του και στο έργο του αλλά και για τη “δυναμική” γνωριμία του με τη δεσποινίδα Κουντουράτου. Με την επιστροφή του στο σπίτι, ο Κωνσταντίνος γίνεται περίγελος της Φλώρας, που, έχοντας δει την εκπομπή, βρίσκει την ευκαιρία να τον εκνευρίσει όπως μόνο εκείνη ξέρει. Ο Νικηφόρος, στο κανάλι, πανηγυρίζει για τη θεαματικότητα της επόμενης ημέρας και ο Κωνσταντίνος σπάει τα πάντα στο σπίτι της μητέρας του. Παρ’ όλα τα νεύρα του όμως, ο Κωνσταντίνος πρέπει να συνυπάρξει με την Ντένη στην έκθεση ζωγραφικής ενός κολλητού του φίλου, του Τάκη. Με την είσοδό του όμως, στην γκαλερί, βρίσκεται προ εκπλήξεως, αφού εκεί βρίσκεται ήδη η Μαρίνα, που ήρθε να καλύψει δημοσιογραφικά την έκθεση…",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-2431-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/3kW9bSWAZykf/PK6/playlist.m3u8",
              "Description": "Η πρωινή εκπομπή της Μαρίνας Κουντουράτου πηγαίνει από το κακό στο χειρότερο και η ανάγκη αναβάθμισης είναι επιβεβλημένη. Η Ντένη Μαρκορά, επιστήθια φίλη του καναλάρχη, προτείνει να εμφανιστεί στην εκπομπή ο γιος της Κωνσταντίνος, θεατράνθρωπος που ετοιμάζεται να ανεβάσει την Αντιγόνη του Σοφοκλή. Μετά από πιέσεις, εκείνος δέχεται, αν και ορκισμένος εχθρός της τηλεόρασης και πηγαίνει στο “Πρωινό Χαμόγελο” με επιφύλαξη. Και οι φόβοι του θα επαληθευτούν… Αφού, λίγη ώρα μετά την εισαγωγή του στο θέμα της Αντιγόνης θα βρεθεί σε απόλυτη απόγνωση με όσα βλέπει και ακούει. Η μόνη λύση είναι η αποχώρησή του, πράγμα το οποίο κάνει, αφήνοντας σύξυλη τη Μαρίνα.",
              "Date": "1998",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "L.A.P.D.",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2008/09/LAPD-1.jpg",
      "ImageMain": "https://www.megatv.com/wp-content/uploads/2008/08/LAPD.jpg",
      "Description": "Ο Κωνσταντίνος Μαρκοράς είναι καθηγητής αρχαίου δράματος στο θεατρικό εργαστήρι που λειτουργεί μαζί με τον στενό φίλο του και ηθοποιό, Πέτρο Σταύρου. Ο Κωνσταντίνος είναι αυστηρός, ελαφρώς δύστροπος, βαθιά υποστηρικτής του κλασικισμού, με εσωστρεφή χαρακτήρα. Ζει σε ένα διαμέρισμα στην οδό Μητσαίων, στη συνοικία Μακρυγιάννη, μαζί με την οικονόμο του, τη Φλώρα Μπαρμπαρίτσα. Η μητέρα του, Ντένη Μαρκορά, είναι μια πλούσια χήρα, πολυμήχανη, χιουμορίστρια, φανατική οπαδός του Παναθηναϊκού, που επηρέασε αρνητικά τη ψυχολογία του Κωνσταντίνου όταν εκείνος ήταν ακόμη παιδί, και σήμερα ακόμη τον κάνει έξω φρενών. Η ίδια ζει σε μια μονοκατοικία στο Κολωνάκι μαζί με τη Ρωσίδα υπηρέτρια της, τη Μαρούσκα, που πάντα αποτελεί το άτομο που θα ξεσπάσει πάνω της.\n\nΌταν το φλερτ της Ντένης, ο Νικηφόρος Κασιμάτης, που διευθύνει ένα τηλεοπτικό κανάλι, αντιλαμβάνεται πως οι θεαματικότητες έχουν πέσει, αποφασίζει να εισέλθει μέσα στον χώρο των κουλτουριάρηδων καλεσμένων στις εκπομπές, κάτι που οδηγεί τη Ντένη στο να προτείνει στον Κωνσταντίνο να εμφανιστεί στη πρωινή εκπομπή της Μαρίνας Κουντουράτου, Πρωινό χαμόγελο. Ο Κωνσταντίνος αντιδράει αρνητικά αρχικά, αλλά έπειτα το ξανασκέφτεται και εμφανίζεται την άλλη μέρα στην εκπομπή της Μαρίνας. Η Μαρίνα, είναι μια νεαρή κοπέλα, από χωριό, χωρίς ιδιαίτερη μόρφωση και με χαρακτήρα που πρέπει να έχει η κάθε παρουσιάστρια. Με τη προσωπικότητα και τη συμπεριφορά της εκνευρίζει τον Κωνσταντίνο, ο οποίος αποχωρεί από την εκπομπή. Στα παρασκήνια, η Μαρίνα χαστουκίζει τον Κωνσταντίνο και από εδώ πετάγεται η πρώτη σπίθα μιας σχέσης αγάπης και μίσους.\n\nΣτη πορεία, η Μαρίνα επιθυμεί να φοιτήσει στη δραματική σχολή του Κωνσταντίνου, και εκείνος διστακτικά τη δέχεται δοκιμαστικά. Από τη πρώτη μέρα οι δυο τους δεν τα πηγαίνουν καλά και είναι εμφανής η αντιπάθεια που τρέφει ο ένας για τον άλλον. Με τον καιρό, οι δυο τους θα ανακαλύψουν κρυφές πτυχές του χαρακτήρα τους χάρη στον άλλο: η Μαρίνα θα θελήσει να εμπλουτίσει τις γνώσεις της, ενώ ο Κωνσταντίνος θα βρει έναν πιο εύθυμο χαρακτήρα. Σύντομα θα δημιουργήσουν έναν κρυφό δεσμό, τον οποίο θα μάθει ο αρχισυντάκτης του πρωινού και φίλος της Μαρίνας, Τόλης Σιδεράτος, ο Πέτρος και τελικά η Ντένη. Ωστόσο, η ίδια θα το κρατήσει κρυφό από τον Κωνσταντίνο, μιας και μόνο η Μαρίνα γνωρίζει πως η Ντένη ξέρει για τον δεσμό τους.\n\nΜετά από μια περίοδο ευημερίας, οι δυο τους θα ανακαλύψουν αρκετές διαφορές των χαρακτήρων τους και θα χωρίσουν, όχι και τόσο πολιτισμένα. Παρ' όλα αυτά, η Μαρίνα θα χωρίσει την -ως τότε- σχέση της, τον Λάμπη, ενώ ο Κωνσταντίνος θα κάνει πρόταση γάμου στη μνηστή του, τη Μίνα. Όμως η Μίνα, μαθαίνοντας για τη κρυφή σχέση τους καθώς και για την εγκυμοσύνη της Μαρίνας, θα εξαφανιστεί και ο γάμος θα ματαιωθεί. Η εγκυμοσύνη της Μαρίνας θα φανεί σύντομα, και μη θέλοντας να πει πως το παιδί είναι του Κωνσταντίνου, θα γνωρίσει τον ηθοποιό, Αία Μανθόπουλο, και πείθοντας τον πως η εγκυμοσύνη της είναι καρπός μιας ατυχούς σχέσης, θα επισημοποιηθεί πως εκείνος είναι ο πατέρας του παιδιού. Η κίνηση αυτή θα εκνευρίσει τόσο τον Κωνσταντίνο όσο και τη Ντένη, η οποία θα αρχίσει να απομακρύνεται από τη Μαρίνα και να τη απαξιώνει όπου τη βρει (γεγονότα που εξελίσσονται στο απαγορευμένο επεισόδιο της σειράς). Ωστόσο, η Μαρίνα θα εξομολογηθεί στη Ντένη ποιος είναι ο αληθινός πατέρας του παιδιού και τότε θα ξαναρχίσουν οι καλές τους σχέσεις.\n\nΠαράλληλα, Κωνσταντίνος και Ντένη θα δραστηριοποιηθούν στη τηλεόραση, εκείνος ως σκηνοθέτης και εκείνη ως παραγωγός μιας τηλεοπτικής σειράς, που το βασικό καστ θα αποτελούν οι μαθητές του Κωνσταντίνου: η Δάφνη, ο Ντίνος, ο Δημήτρης, ο Βασίλης, η Ντιάνα -η οποία φλέρταρε τον Νικηφόρο και τον χώρισε από τη Ντένη για να πάρει έναν τηλεοπτικό ρόλο- ο Φώτης, η Άβα και ο Σπύρος που θα τον βοηθάει στη σκηνοθεσία. Η σεναριογράφος της σειράς, Μάρα Θεοφάνους, θα δημιουργήσει δεσμό με τον Κωνσταντίνο, ο οποίος όμως θα συνεχίσει να αγαπάει τη Μαρίνα.\n\nΤα γεγονότα που θα ακολουθήσουν είναι: η άφιξη του άνδρα της ζωής της Φλώρας, του Μένιου –ο οποίος είχε μπλεχτεί σε κυκλώματα μαστροπείας και τελικά συνελήφθη– η γέννα της Μαρίνας, η στράτευση του Τόλη, η εγκατάσταση της μητέρας της Μαρίνας, της Ζωίτσας, στην Αθήνα για ένα μικρό διάστημα, κ.ά. Τελικά, η Μαρίνα θα κάνει πρόταση γάμου στον Αία, αλλά λίγο πριν τον γάμο, ο Κωνσταντίνος θα ομολογήσει σε όλους την αγάπη του γι’ αυτή. Η μοίρα το ήθελε γραφτό εκείνος και εκείνη να είναι μαζί.",
      "Year": "2008 - 2010",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://cdn.gosmd.gr/img/1200/630/90/2010/01/09/a0add132c8dcac98fb5c476b52733e85.jpg?t=5HHKr_YY9QEpXmEOdDQ3Fw",
          "Year": "2008",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 38",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/10/7-74-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/d5rmaymNkqW3/PK6/playlist.m3u8",
              "Description": "Οι άνθρωποι των Εσωτερικών Υποθέσεων πιέζουν πολύ τον Προκόπη για αποκαλύψεις, την ώρα που ο θάνατος του πατέρα του Λουκά επανέρχεται στο προσκήνιο. Στο μεταξύ, ο Θωμάς, εξαιτίας ενός ατυχήματος που έχει με τη Λίτσα, νομίζει πως υπέστη… εγκεφαλικές βλάβες, ενώ ο Μελέτης. προσπαθώντας να επανασυνδεθεί με τη Ρίτα, βρίσκει έναν πρωτότυπο τρόπο για να τη συγκινήσει…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 37",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/10/1-1-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/EYuBLkHPNDeu/PK6/playlist.m3u8",
              "Description": "Παλιά μου τέχνη κόσκινο για τον Προκόπη, τον Θωμά και τον Λουκά που παρεξηγούν τα δεδομένα κι αυτή τη φορά είναι εντελώς σίγουροι ότι ο Λάμπρος είναι… ναρκομανής! Η πραγματικότητα είναι βέβαια εντελώς διαφορετική αλλά… τρέχα γύρευε! Κι ενώ ο Φουντάς με την Αθηνά ανταγωνίζονται για το ποιος από τους δυο θα πάρει μετάθεση για αλλού, τα τρία καμάρια μας προσπαθούν να… αποτοξινώσουν τον Λάμπρο, αλλά με μεγαλύτερες πιθανότητες να τον αποτελειώσουν!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 36",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/10/4-2023-07-08T154109.554-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/aFl7gb43wAgl/PK6/playlist.m3u8",
              "Description": "Μυστηριώδεις διαρρήκτες εισβάλλουν στο σπίτι του Προκόπη και της ‘Ολγας την ώρα που ο Θωμάς βρίσκεται στο ίδιο κελί με έναν… αντεροβγάλτη. Στην πραγματικότητα δεν βρίσκεται… ολόκληρος εκεί, αφού η ψυχή του έχει πάει στην Κούλουρη! Η Λίτσα συνεχίζει τα μαθήματα οδήγησης, ο Αστέριος προτείνει στην Αθηνά να συγκατοικήσουν ενώ η Ζωή ζητά μία δεύτερη ευκαιρία από τον Λουκά!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 35",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/10/4-2023-07-08T154208.226-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/3ZEt5ljPhObJ/PK6/playlist.m3u8",
              "Description": "Ενώ ο Προκόπης ανακρίνεται ως βασικός ύποπτος της δολοφονίας του υπαστυνόμου, στα χέρια της ‘Ολγας θα βρεθεί ένας φάκελος με πολύτιμα στοιχεία. Παράλληλα, η ζωή της Λίτσας κινδυνεύει αλλά ο Θωμάς είναι ανήμπορος να τη βοηθήσει. Αυτό θα τον κάνει, παρά τις αντιρρήσεις του Λουκά, να δηλώσει εθελοντής σε ένα πρόγραμμα… άτρωτων αστυνομικών, αλλά αντί γι’ αυτό θα καταλήξει στο ίδιο κελί με έναν διαβόητο και τρομερά επικίνδυνο εγκληματία…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 34",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/10/5-95-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/EnsdZ36HFGbq/PK6/playlist.m3u8",
              "Description": "‘Εξαλλη η ‘Ολγα με τον Προκόπη εξαιτίας του ψεύτικου εμφράγματος, έξαλλη και η Ζωή η οποία μαθαίνει ότι οι γονείς της παίρνουν διαζύγιο! Την ίδια ώρα κι ενώ υποτίθεται ότι ετοιμάζονται για γάμο, ο Μελέτης αρχίζει να αμφισβητεί το αν η αγαπημένη του είναι πράγματι έγκυος!.. Κι ενώ συμβαίνουν αυτά, η ανακάλυψη ενός πτώματος οδηγεί τον Προκόπη στα κρατητήρια…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 33",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/09/3-2023-07-08T154429.141-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/pGO5uEjh8cua/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης ψάχνει απεγνωσμένα τρόπο να αποφύγει την υπογραφή του διαζυγίου και καταλήγει στο… εικονικό έμφραγμα! Στο μεταξύ, η Ζωή πληγώνει τον Λουκά καθώς του αναγγέλλει ότι αποφάσισε να γυρίσει πίσω στους γονείς της. Και σαν να μην έφτανε αυτό, ο Λουκάς χάνει και τη δουλειά του εξαιτίας του Θωμά και της ομάδας του. Παράλληλα, ο Λάμπρος αποφασίζει να γίνει πιο φιλικός με τους ανθρώπους του τμήματος, αλλά στην προσπάθειά του να μάθει περισσότερα πράγματα γι’ αυτούς συνειδητοποιεί πως καλύτερα να μην είχε ρωτήσει ποτέ…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 32",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/09/7-75-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/1LTBLgTl5DaD/PK6/playlist.m3u8",
              "Description": "Η αναφορά του Καρρά σε ένα όνομα από το παρελθόν έχει θορυβήσει πολύ τον Προκόπη. Τη ίδια ώρα, ο Λάμπρος μαθαίνει για τη ληστεία που αποπειράθηκε να κάνει η Ζωή. Ο Θωμάς, προκειμένου να φέρει κοντά τον Προκόπη και τον Λουκά, απάγει τον εαυτό του και για να γίνει πιο πειστικός… κόβει το ένα του αυτί!.. Κι ενώ συμβαίνουν όλ’ αυτά, η ‘Ολγα αποφασίζει να ζητήσει διαζύγιο από τον Προκόπη…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 31",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/09/3-2023-07-08T154627.028-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/5EMmdr9ceMNe/PK6/playlist.m3u8",
              "Description": "Η τρίμηνη απουσία της Ζωής, από το σπίτι του Προκόπη και της ‘Ολγας, έχει φέρει το ζευγάρι στα όριά του. Αλλά και ο Λουκάς με τη Ζωή αντιμετωπίζουν προβλήματα οικονομικής φύσεως. Ο Λουκάς έχει μία νέα, άχαρη δουλειά όπου θα συμβεί ένα τυχαίο περιστατικό, που μπορεί να μην είναι και τόσο τυχαίο… Αποτέλεσμα θα είναι να ξαναβρεθούν ο Προκόπης και ο Λουκάς στο ίδιο τμήμα, με τον Θωμά να προσπαθεί να αποτρέψει τη σύγκρουση των δύο ανδρών που μοιάζει πλέον αναπόφευκτη…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 30",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/05/6-2023-07-08T154724.698-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/x9zrU5wYsrUk/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης είναι έξαλλος με τον Λουκά αφού τον θεωρεί υπεύθυνο για την περιπέτεια που ζει η κόρη του. Κι ενώ ο Προκόπης κηδεύει τον πατέρα του, ο Μελέτης καταλήγει να… ταφεί ζωντανός, την ώρα που η Ρίτα θέλει να του πει ότι είναι έγκυος! Στο μεταξύ, ο Λουκάς, η Αθηνά και ο Φουντάς ανακαλύπτουν ποιος είναι πίσω απ’ όλα, όμως ο Καρράς είναι ένα βήμα πιο μπροστά. Βρίσκει τη Ζωή με απρόβλεπτες για όλους συνέπειες…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 29",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/05/2-44-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BCO8WaE7q1c0/PK6/playlist.m3u8",
              "Description": "Η Ζωή και η ‘Ολγα εγκαταλείπουν τον Προκόπη, προκειμένου να προστατευθεί η ζωή της μικρής. Το σοκ του Προκόπη όμως, είναι ακόμη μεγαλύτερο αφού ένα αγαπημένο του πρόσωπο χάνει τη ζωή του μπροστά στα μάτια του! Ο Λουκάς και η Αθηνά τίθενται σε διαθεσιμότητα από τον Λάμπρο την ώρα που ο αστυνόμος Καρράς είναι αποφασισμένος να σβήσει κάθε στοιχείο που τον ενοχοποιεί. Και γι’ αυτό δεν θα διστάσει να ξανασκοτώσει…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 28",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/04/4-2023-07-08T154930.817-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/xklLaxebUUmK/PK6/playlist.m3u8",
              "Description": "Η Ζωή, ενώ περνάει ρομαντικές στιγμές μαζί με τον Λουκά στο δωμάτιο ενός ξενοδοχείου, γίνεται μάρτυρας μιας στυγερής δολοφονίας! Ο Λουκάς καλείται να την βοηθήσει να ξεπεράσει το σοκ, να κρύψει από όλους πως ήταν μαζί της, αλλά και να την προστατεύσει, καθώς η ζωή της πλέον απειλείται! Κι ενώ συμβαίνουν αυτά, Προκόπης, Θωμάς και ‘Ολγα έχουν να αντιμετωπίσουν τη μητέρα του Προκόπη που επιστρέφει και τους ανακοινώνει πως… ξαναπαντρεύεται!",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 27",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/04/1-2-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/xaqw5sMHNGCK/PK6/playlist.m3u8",
              "Description": "Ενώ η ζέστη χτυπάει κόκκινο, από τη μια η ‘Ολγα ζητάει επίμονα από τον Προκόπη ένα κλιματιστικό, από την άλλη αυτός μαζί με τον Θωμά και τον Λουκά πιστεύουν ότι ανακάλυψαν κάτι που θέτει σε κίνδυνο ό,τι σημαντικότερο πιστεύαμε ως τώρα!.. Κι ενώ οι τρεις τους είναι ικανοί να φτάσουν μέχρι τον… Πάπα, ο Λουκάς εξακολουθεί να ζει τον έρωτά του με τη Ζωή, μυστικά απ’ όλους…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 26",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/04/4-2023-07-08T155124.465-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/auLiB96Xp2Aj/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης, ο Θωμάς και ο Λουκάς καλούνται να προστατέψουν έναν λαϊκό τραγουδιστή και… θα πουν κι ένα τραγούδι! Στο μεταξύ, η σχέση του Φουντά με την Αθηνά βρίσκει εμπόδια, σε αντίθεση μ’ αυτή του Λουκά με τη Ζωή που φαίνεται να βρίσκει τον δρόμο της… Κι ενώ συμβαίνουν όλ’ αυτά, η ‘Ολγα αποφασίζει να διεκδικήσει από τον Προκόπη τη σεξουαλική ικανοποίηση που της αξίζει…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 25",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/04/3-2023-07-08T155227.825-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yiwGSxYx3Ays/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης, ο Θωμάς και ο Λουκάς αναλαμβάνουν να ξεσκεπάσουν μία υπόθεση \"πουλημένου\" ποδοσφαιρικού αγώνα. ‘Η τουλάχιστον έτσι νομίζουν, τα \"καμάρια\" μας… Στο μεταξύ, ο Μελέτης προσπαθεί να ξεφορτωθεί τη… σιλικόνη που κρέμεται πάνω του, προκειμένου να γνωρίσει τον πατέρα της Ρίτας, ενώ η Αθηνά κι ο Φουντάς έρχονται τόσο κοντά που… πιο κοντά δεν γίνεται!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 24",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/03/1-3-1-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/b3e7xEpF3ahp/PK6/playlist.m3u8",
              "Description": "Ενώ ο Θωμάς με τη Λίτσα κάνουν όνειρα συγκατοίκησης, το Κατερινάκι επιστρέφει και πέφτοντας στην αγκαλιά του Θωμά, του ζητά μετανοιωμένη να ξαναπροσπαθήσουν! Στο μεταξύ, ο Προκόπης και ο Λουκάς αναλαμβάνουν να ξεσκεπάσουν έναν αρχιμαφιόζο και τον συνεργό του, ο Μελέτης αποκτά κατά λάθος ένα ζευγάρι… γυναικεία στήθη(!) και ο Λάμπρος παθαίνει έμφραγμα, όχι μόνο επειδή όλ’ αυτά συμβαίνουν στο τμήμα του!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 23",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/03/7-76-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/SAiNctTxatoB/PK6/playlist.m3u8",
              "Description": "‘Οσο κι αν ακούγεται εξωφρενικό, ο Προκόπης, ο Θωμάς και ο Λουκάς είναι πεπεισμένοι πως επίκειται πραξικόπημα και πως μάλιστα μεταξύ των οργανωτών του είναι ο… Λάμπρος! Κι ενώ προσπαθούν να καταστρέψουν τα… αντιδημοκρατικά αυτά σχέδια, η ‘Ολγα δέχεται το φλερτ ενός νέου προσώπου και ο Μελέτης ανακαλύπτει τον δεσμό του Λάμπρου με τη Χριστίνα. Την έλξη του προς την Χριστίνα θα ανακαλύψει όμως και ο… Λουκάς!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 22",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/03/4-2023-07-08T155619.498-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/YRkI894xU9yT/PK6/playlist.m3u8",
              "Description": "Τι γίνεται αν κερδίζεις τη μάχη για τη ζωή, αλλά δεν θυμάσαι τον έρωτά σου για τη Ζωή; Τι συμβαίνει αν αναγκάζεσαι να ξαναντυθείς γυναίκα και ο καλύτερός σου φίλος αρχίζει να πιστεύει ότι το κάνεις επειδή σου αρέσει; Και πώς θα νιώσεις όταν ο άνθρωπος που θεωρείς ενοχλητικό το ότι σε ακολουθεί όπου και να πας, τελικά μπορεί να είναι αυτός που θα σου σώσει τη ζωή; Σ’ αυτά τα τρία ερωτήματα καλούνται να απαντήσουν οι τρεις αστυνομικοί μας: ο Λουκάς, ο Θωμάς και, φυσικά, ο Προκόπης αντίστοιχα…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 21",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/02/10-37-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/kNQ0rqjNA3ys/PK6/playlist.m3u8",
              "Description": "Μια υπόθεση εξαφάνισης αστέγων απασχολεί τους τρεις αστυνομικούς μας, την ώρα που ο Προκόπης είναι πολύ ψυχρός απέναντι στον Λουκά εξαιτίας όσων έχουν συμβεί μ’ αυτόν και τη Ζωή. Κι ενώ ένα νέο πρόσωπο κάνει την εμφάνισή του στο αστυνομικό τμήμα και ο Θωμάς κάνει πρόταση… γάμου στη Λίτσα, ο Λουκάς, προκειμένου να προστατεύσει τον Προκόπη, πέφτει αιμόφυρτος από το όπλο ενός κακοποιού…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 20",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/02/3-2023-07-08T155834.747-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/R8WFyXwnuipJ/PK6/playlist.m3u8",
              "Description": "Εξαιτίας μιας κολοσσιαίας παρεξήγησης, η ζωή του Προκόπη κινδυνεύει. Και μάλιστα από τους… δικούς του ανθρώπους!.. Στο μεταξύ, η ‘Ολγα, θέλοντας να συνεισφέρει σ’ έναν φιλανθρωπικό σκοπό, προσπαθεί να φτιάξει ένα ημερολόγιο με φωτογραφίες των αστυνομικών του L.A.P.D. με ελαφρά περιβολή…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 19",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/02/6-2023-07-08T155944.587-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/mXeaIt28Hx9G/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης, ο Θωμάς και ο Λουκάς, προκειμένου να συλλάβουν τη σεξομανή δολοφόνο με το τάνγκα, αναγκάζονται να διοργανώσουν ένα σεξουαλικό όργιο με πρωταγωνιστές τους… ίδιους! Τα πράγματα όμως, δεν πάνε βάσει σχεδίου, με αποτέλεσμα ο Λουκάς να κινδυνεύει. Στο μεταξύ, η ‘Ολγα και η Λίτσα συνεχίζουν να ταλαιπωρούνται από ένα… πτώμα, την ίδια ώρα που η Ρίτα πλέει σε πελάγη ευτυχίας για την ερωτική νύχτα που έζησε με τον Μελέτη. Στην πραγματικότητα όμως, την έζησε με τον δίδυμο αδελφό του…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 18",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/02/1-4-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/LNkHE7o8LL2d/PK6/playlist.m3u8",
              "Description": "Η νέα αποστολή του Προκόπη, του Θωμά και του Λουκά είναι η σύλληψη μιας κατά συρροή δολοφόνου που σκοτώνει τα θύματά της με ένα κόκκινο τάνγκα! Το γεγονός ότι όλα τα θύματά της προέρχονται από σεμινάρια απεξάρτησης από το σεξ, αναγκάζει τους τρεις αστυνόμους να γραφτούν σε ένα τέτοιου είδους σεμινάριο, προκειμένου να την εντοπίσουν. Κι ενώ ο Θωμάς εξομολογείται ένα πρόβλημα σεξουαλικής φύσης που έχει με τη Λίτσα, ο Μελέτης προσπαθεί να βρει έναν τρόπο για να χωρίσει με τη Ρίτα. Και επιστρατεύει γι’ αυτό τον δίδυμο αδελφό του…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 17",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/01/5-96-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/bj6mXxi1i9f4/PK6/playlist.m3u8",
              "Description": "Ο Θωμάς αναγκάζεται, στο πλαίσιο μιας αποστολής, να ντυθεί… Θωμαΐς!.. ‘Ομως υποδύεται τόσο καλά τη γυναίκα που προκαλεί το ενδιαφέρον του… Λάμπρου! Παράλληλα, η αποκάλυψη μιας παλαιότερης γκάφας του φοβερού τρίο, κατά την αποστολή του Χειρουργού, φέρνει τον Προκόπη στη δύσκολη θέση να ψάχνει τρόπους να την μπαλώσει και ο καλύτερος τρόπος φαίνεται να είναι η… Θωμαΐς! Στο μεταξύ, ραγδαίες εξελίξεις υπάρχουν στη σχέση της Ρίτας με τον Μελέτη αλλά και σ’ αυτή του Λουκά με την Αθηνά!..",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 16",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/01/3-2023-07-08T160301.859-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2xduP7elX7tX/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης, ο Θωμάς κι ο Λουκάς προσπαθούν με κάθε τρόπο να παραπλανήσουν τους Γερμανούς δημοσιογράφους πριν αυτοί ανακαλύψουν την ψεύτικη υπόθεση που τους έστησαν. Στο μεταξύ, η Ρίτα ανακαλύπτει πως έχει έναν κρυφό θαυμαστή και πείθεται πως αυτός δεν είναι άλλος από τον… Προκόπη! Κι ενώ ο Μελέτης προσπαθεί να της αλλάξει γνώμη, ο Θωμάς θα κληθεί να αναμετρηθεί με τον Μανώλη για χάρη της Λίτσας. Την ίδια ώρα όμως, που αναθερμαίνεται η σχέση του Λουκά με την Αθηνά, ο Προκόπης θα ανακαλύψει ότι οι προκλητικές φωτογραφίες της Ζωής είναι στην κατοχή του Λουκά…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδiο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/01/3-2023-07-08T160402.439-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Cdbh7pnLep80/PK6/playlist.m3u8",
              "Description": "Γερμανοί δημοσιογράφοι επισκέπτονται το αστυνομικό τμήμα του γνωστού τρίο, προκειμένου να κάνουν ένα ντοκιμαντέρ για την Europol. Για τον λόγο αυτό, καταγράφουν όλα όσα συμβαίνουν μέσα σ’ αυτό. Ο Προκόπης, ο Θωμάς και ο Λουκάς, προκειμένου να τους εντυπωσιάσουν, στήνουν την εξιχνίαση μιας φανταστικής υπόθεσης, αλλά τα κάνουν μαντάρα, την ώρα που στο τμήμα επιστρέφει και ο Λάμπρος. Στο μεταξύ, η Ζωή ομολογεί στην ‘Ολγα πως είναι ερωτευμένη με τον Λουκά, ενώ η επιστροφή του νόμιμου άντρα της Λίτσας, έχει ως αποτέλεσμα να δυναμώσουν τα αισθήματά της για τον Θωμά…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2009/01/8-70-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/zkrptAMPL4tP/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης, ο Θωμάς και ο Λουκάς, αντιλαμβάνονται πως αυτός που έχουν απαγάγει δεν είναι ο κατά συρροή δολοφόνος όπως νόμιζαν, αλλά ο Φουντάς! Κι ενώ καταστρώνουν σχέδιο για να τα μπαλώσουν, η Λίτσα έρχεται πιο κοντά στον Θωμά και η Ζωή αποκαλύπτει στον Λουκά ότι το προηγούμενο βράδυ που αυτός ήταν μεθυσμένος, έκαναν έρωτα! Ο Λουκάς φρικάρει. Το ίδιο και η ‘Ολγα, όταν ανακαλύπτει πως η κόρη της κοιμήθηκε μαζί του…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/12/2-41-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2ltbKHNKt6hb/PK6/playlist.m3u8",
              "Description": "‘Ενας κατά συρροή δολοφόνος με το όνομα Χειρουργός, απασχολεί τον Προκόπη, τον Θωμά και τον Λουκά, όταν ξαφνικά στο τμήμα εμφανίζεται η μητέρα του Θωμά! Αυτός αναστατώνεται γιατί της είχε πει, προκειμένου να προστατεύσει την ευαίσθητη υγεία της, ότι έχει ξαναφτιάξει τη ζωή του και σχετίζεται με μία γυναίκα. Στην πραγματικότητα, βέβαια, τέτοια γυναίκα δεν υπάρχει! Ο Προκόπης έχει την ιδέα να ζητήσουν από τη Λίτσα να παίξει για λίγο αυτόν τον ρόλο. Κι ενώ συμβαίνουν όλα αυτά, ο Λουκάς με τη Ζωή καταλήγουν στο ίδιο κρεβάτι…",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/11/7-72-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BPDxnOOdk1XA/PK6/playlist.m3u8",
              "Description": "Ο Προκόπης και ο Λουκάς στην προσπάθειά τους να τονώσουν την αυτοπεποίθηση του Θωμά, προκαλούν την απόδραση ενός κακοποιού από το αστυνομικό τμήμα. Στόχος τους να μπορέσει ο Θωμάς να τον συλλάβει ξανά πριν προλάβει να ξεφύγει. Αποτέλεσμα του εμπνευσμένου αυτού σχεδίου; Ολόκληρο το αστυνομικό τμήμα βρίσκεται χριστουγεννιάτικά σε ομηρία στα χέρια του κακοποιού! Κι ενώ οι ζωές των ομήρων απειλούνται, μια άλλη ζωή, αυτή της… Ζωής βρίσκεται σε κίνδυνο και ο Λουκάς πρέπει να προλάβει πριν να είναι πολύ αργά.",
              "Date": "2009",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/11/11chJisoJhIs_thumb_4-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/11chJisoJhIs/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/11/yAPDts7WUoGI_thumb_17-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yAPDts7WUoGI/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/11/LJafFMHmdb3U_thumb_3-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/LJafFMHmdb3U/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/PoIb9JfTrwXR_thumb_2-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PoIb9JfTrwXR/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/YeKG6dUoyfPm_thumb_9-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/YeKG6dUoyfPm/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/TeQ4U6QlsAgZ_thumb_6-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/TeQ4U6QlsAgZ/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/7FfNc1lSqPT0_thumb_4-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/7FfNc1lSqPT0/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/Cp58sKshek87_thumb_26-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Cp58sKshek87/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/CyjNz8J3HFNy_thumb_3-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/CyjNz8J3HFNy/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/aFZEScjczU71_thumb_2-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/aFZEScjczU71/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2008/10/QRrnWZ3YHUJ7_thumb_1-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/QRrnWZ3YHUJ7/PK6/playlist.m3u8",
              "Description": "",
              "Date": "2008",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "Εθνική Ελλάδος",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2024/01/%CE%95%CE%98%CE%9D%CE%99%CE%9A%CE%97-%CE%95%CE%9B%CE%9B%CE%91%CE%94%CE%9F%CE%A3.jpg",
      "ImageMain": "https://www.megatv.com/wp-content/uploads/2024/01/%CE%95%CE%98%CE%9D%CE%99%CE%9A%CE%97-%CE%95%CE%9B%CE%9B%CE%91%CE%94%CE%9F%CE%A3.jpg",
      "Description": "Ο Γιώργος Καπουτζίδης επιστρέφει μετά τις μεγάλες επιτυχίες «Σαββατογεννημένες» και «Στο Παρά Πέντε», συνεργάζεται και πάλι με τον σκηνοθέτη Αντώνη Αγγελόπουλο και υπογράφει την «Εθνική Ελλάδος». Πρόκειται για μια σπάνια, αστεία, συγκινητική και καμιά φορά ίσως και σκληρή ιστορία καταξίωσης…\nΕίναι η περιπέτεια μιας ετερόκλητης ομάδας γυναικών που αποφασίζουν να αλλάξουν πλήρως πορεία στη ζωή τους. Να αφήσουν πίσω τη μίζερη και βαρετή πραγματικότητα και να στοχεύσουν στο πιο ψηλό σκαλί του βάθρου κυνηγώντας το όνειρο… Ένα όνειρο που κόντρα σ’ όλες τις προβλέψεις θα τις φέρει μέχρι την κορυφή της Ευρώπης.\nΜία άνεργη μητέρα, η Νίκη, που υπήρξε κάποτε πρωταθλήτρια, και αργότερα επιτυχημένη επιχειρηματίας, βρίσκεται σε ένα σημείο της ζωής της, όπου πρέπει να αποφασίσει αν για τα επόμενα χρόνια θα επιβιώσει απλώς ή αν θα ρισκάρει όλα όσα της έχουν απομείνει για να ζήσει ένα τρελό όνειρο. Και βέβαια επιλέγει το δεύτερο. Αρωγό σ’ αυτή την προσπάθεια έχει την αδερφή της, Φρόσω, την πιο ατάλαντη κομμώτρια της χώρας, που ζει εγκλωβισμένη σε έναν αποτυχημένο γάμο. Οι δυο τους, θα ενώσουν τις δυνάμεις τους με την Φοίβη, μια από τις μεγαλύτερες σταρ της εγχώριας σόουμπιζ που έχει όμως βαρεθεί τους πάντες και τα πάντα, καθώς επίσης και με την Κύπρια Στάλω, που ζητά απεγνωσμένα μια δεύτερη ευκαιρία στη ζωή της. Οι τέσσερίς τους θα ξεκινήσουν μία πορεία από το μηδέν μέχρι την επιτυχία, την ευτυχία, την καταξίωση, την ανάκτηση της χαμένης τους αξιοπρέπειας.\nΗ «Εθνική Ελλάδος» είναι μια ιστορία που εμπνέεται από αυτό που συμβαίνει σήμερα στην Ελλάδα. Μια ιστορία που βγαίνει μέσα από τις ελληνικές γειτονιές και μας θυμίζει όλα αυτά που δεν πρέπει ποτέ να ξεχάσουμε.",
      "Year": 2015,
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://www.in.gr/wp-content/uploads/2016/05/25342626_ethniki.jpg",
          "Year": "2015",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/05/12-47-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Z4sC28igwuix/PK6/playlist.m3u8",
              "Description": "‘Ενας κύκλος κλείνει για τη Νίκη και ένας καινούριος ξεκινά, με ελπίδα και αισιοδοξία αυτή τη φορά. ‘Ενας κύκλος κλείνει κι ένας καινούριος ξεκινά και για τη Φρόσω, που βρίσκει το κουράγιο να πάρει πολύ γενναίες αποφάσεις. Αλλά και για τη Φοίβη που αντιμετωπίζει, με τον Αχιλλέα στο πλευρό της, μια για πάντα τα φαντάσματα του παρελθόντος της. Η Στάλω παίρνει την «εκδίκησή» της για όλα τα “όχι” που άκουσε στο παρελθόν, ο Κυριάκος και η Ελίζα βαδίζουν προς τον τελειωτικό πόλεμο, ο Χρήστος και ο Ρίτσαρντ φτάνουν στο τέλος μιας διαδρομής, και όλα αυτά, στη σκιά της μεγαλύτερης πρόκλησης που καλείται εντελώς απρόσμενα να αντιμετωπίσει η Εθνική Ελλάδος Curling!",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/05/15-43-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/tsWlUZ9jzkMl/PK6/playlist.m3u8",
              "Description": "Η Στάλω και ο ανέμελος παιδικός τρόπος σκέψης της, βοηθά να ξεδιπλωθούν άγνωστες πτυχές των ηρώων της Εθνικής Ελλάδος. Η Φρόσω αποφασίζει να πάρει την κατάσταση στα χέρια της, η Νίκη θα ζήσει μία υπέροχη έκπληξη στον επαγγελματικό τομέα. Η Φοίβη θα προσπαθήσει να μάθει τα μυστικά που κρύβει ο Αχιλλέας, με απρόσμενα αποτελέσματα, ενώ ο Θόδωρας και ο Παντελής, γυρνάνε το χρόνο πίσω, στο παρελθόν τους, όπως και ο Χρήστος που δε φαίνεται ωστόσο να θέλει να επιστρέψει στον Καναδά.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/05/4-2024-01-12T145904.650-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/YE4TGzCfY50E/PK6/playlist.m3u8",
              "Description": "Η επιστροφή στην Ελλάδα, μετά τους αγώνες στη Σλοβακία, φέρνει αντιμέτωπα τα μέλη της Εθνικής με προβλήματα που ίσως αλλάξουν τις ζωές τους για πάντα. Η Νίκη θα χρειαστεί να κάνει αγώνα για χάρη της ‘Αννας, ενώ η Φρόσω ανακαλύπτει με σοκαριστικό τρόπο το μυστικό πίσω από τον εμπρησμό στο μαγαζί της Γκρέις. Ο Αχιλλέας για άλλη μια φορά καθοδηγεί τη Φοίβη σωστά, ενώ ο Χρήστος και ο Ρίτσαρντ βρίσκονται αντιμέτωποι με ένα ζήτημα που μπορεί να οδηγήσει σε μοιραία ρήξη τη σχέση τους.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/04/5-2024-01-12T150000.447-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/SxTrQB9h4B0J/PK6/playlist.m3u8",
              "Description": "Η Eθνική Eλλάδος συνεχίζει την προσπάθειά της στην Μπρατισλάβα! Ενωμένα και αποφασισμένα να πετύχουν το καλύτερο που μπορούν χωρίς άγχος, τα κορίτσια απολαμβάνουν πλέον κάθε στιγμή του παιχνιδιού. Την ίδια στιγμή στην Αθήνα η Γκρέις, ο Παντελής και ο Θόδωρας έρχονται αντιμέτωποι ο ένας με τον άλλο ενώ η Ελίζα πετυχαίνει ένα καίριο χτύπημα κατά του Κυριάκου!",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/02/8-2024-01-12T150102.989-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dyh31UIysgTX/PK6/playlist.m3u8",
              "Description": "‘Εφτασε η ώρα για τους πρώτους διεθνείς αγώνες της Εθνικής Ελλάδος. Η ελληνική ομάδα συμμετέχει στο ευρωπαϊκό πρωτάθλημα τρίτης κατηγορίας και καλείται να αντιμετωπίσει με τιμιότητα και αξιοπρέπεια ομάδες πολύ πιο έμπειρες από αυτήν. Το curling είναι ένα πολύ δύσκολο αγώνισμα και οι ελληνίδες παίκτριες θα το καταλάβουν για τα καλά στο παγοδρόμιο της Μπρατισλάβας.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/02/11-53-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/CjTSOe9A2zaR/PK6/playlist.m3u8",
              "Description": "Η Εθνική Ελλάδος μένει με τρία μέλη. Η προσπάθεια να βρεθεί τέταρτη παίκτρια αποδεικνύεται ιδιαίτερα δύσκολη. Η Νίκη φτάνει πλέον στα όρια της αντοχής της, η Φρόσω φαίνεται αποφασισμένη να πάρει διαζύγιο αλλά βρίσκεται αντιμέτωπη με την άρνηση του Θόδωρα ενώ ο Χρήστος θα χρειαστεί να κάνει πέρα το θυμό του προκειμένου να αντιμετωπίσει τις τελευταίες εξελίξεις σχετικά με το ζεύγος Οικονόμου.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/02/10-64-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ed3auzPDf15k/PK6/playlist.m3u8",
              "Description": "Στα γραφεία της ελληνικής ομοσπονδίας curling ξεκινά ένας κρυφός πόλεμος ανάμεσα στην Ελίζα και στον Κυριάκο, την ίδια ώρα που στο παγοδρόμιο πρέπει να αποφασιστεί ποια θα πάρει τη θέση της αρχηγού στην ομάδα. Οι δύο ισχυρές υποψήφιες είναι η Νίκη και η Φοίβη, που φαίνεται να έχουν τις ίδιες ικανότητες αλλά τελείως διαφορετικές στάσεις μπροστά στα διλήμματα που τις απασχολούν. Ο Χρήστος και ο Ρίτσαρντ θα διαφωνήσουν για το θέμα της αρχηγού. Τη λύση τη δίνει τελικά, χωρίς καν να το ξέρει, ο Αχιλλέας.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/02/4-2024-01-12T150609.849-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wclQNZMpCj7w/PK6/playlist.m3u8",
              "Description": "Η Φοίβη βρίσκει απρόσμενους συμμάχους στην προσπάθεια που κάνει να προστατεύσει το παρελθόν της ενώ ο Χρήστος και ο Ρίτσαρντ μας αποκαλύπτουν το δικό τους παρελθόν. Ο Θόδωρας επιστρέφει στο σπίτι του από το νοσοκομείο αλλά το κλίμα έχει πια αλλάξει γι’ αυτόν ενώ η Νίκη αποφασίζει να πάρει την κατάσταση στα χέρια της όταν ανακαλύπτει την απάτη που παίχτηκε εναντίον της και εναντίον της ομάδας.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/01/9-84-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/0x2nfmS96DFH/PK6/playlist.m3u8",
              "Description": "Μία πρώην συνεργάτης της Νίκης, δύο παράξενοι γείτονες του Χρήστου και μία φιλόδοξη δημοσιογράφος που εισβάλει στη ζωή της Φοίβης έρχονται να ταράξουν τα νερά στην Εθνική Ελλάδος Curling που ετοιμάζεται πυρετωδώς για τη συμμετοχή της στους πρώτους της διεθνείς αγώνες. Η Στάλλω βρίσκει δουλειά, ο Αχιλλέας βρίσκει εμπόδια στην προσπάθεια του να κατακτήσει τη Φοίβη και η Φρόσω στέκεται στο πλευρό του Παντελή που οδηγείται στην αστυνομία.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/01/6-2024-01-12T151611.294-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PTlgRw0a7zJi/PK6/playlist.m3u8",
              "Description": "Ο έρωτας χτυπάει στο σπίτι της Νίκης. Την ίδια ώρα, η Νίκη αντιμετωπίζει το Θόδωρα. Η Φοίβη αντιστέκεται στο ενδιαφέρον του Αχιλλέα αλλά τη βραδιά των γενεθλίων της ο Αχιλλέας θα την αφήσει σχεδόν άφωνη. Η Φρόσω αποχωρεί από την ομάδα και μόνο ένα θαύμα μπορεί να της αλλάξει γνώμη. Στον αγωνιστικό τομέα η πρόοδος συνεχίζεται αλλά τα άσχημα νέα έρχονται και πάλι από το εξωτερικό. Η ελληνική ομάδα σχεδόν εξαναγκάζεται να λάβει μέρος στους πρώτους της διεθνείς αγώνες.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/01/3-2024-01-12T151718.508-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/j5Rxjaxak6mL/PK6/playlist.m3u8",
              "Description": "Η νεοσύστατη ελληνική ομάδα βρίσκεται ξαφνικά στο μάτι του κυκλώνα. Η προσπάθεια του Κυριάκου να εξαπατήσει ‘Ελληνες και ξένους, φέρνει αντίθετα αποτελέσματα καθώς προκαλεί το ενδιαφέρον της παγκόσμιας ομοσπονδίας που στέλνει άνθρωπο να παρακολουθήσει τη διοργάνωση του πανελληνίου πρωταθλήματος. Αν αποκαλυφθούν τα ψέματα του Κυριάκου, η Ελλάδα κινδυνεύει με αποκλεισμό από την παγκόσμια ομοσπονδία. Την ίδια ώρα, στο σπίτι της Φρόσως, η κατάσταση παίρνει ανεξέλεγκτη τροπή.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2015/01/6-2024-01-12T151823.901-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/3YTneHatNlzK/PK6/playlist.m3u8",
              "Description": "Η είσοδος στον πάγο για κάποιες θα αποδειχθεί δύσκολη υπόθεση. Για την Νίκη οι δυσκολίες βρίσκονται στο σπίτι της. Τα οικονομικά προβλήματα και η σχέση με την κόρη της θα την οδηγήσουν σε μία έκρηξη με αναπάντεχη εξέλιξη. Μία μεγάλη έκπληξη περιμένει όμως και τη Φοίβη σε μία θεατρική πρεμιέρα που πηγαίνει ως καλεσμένη. Στην Κυψέλη, οι  φίλες της Φρόσως, η Γκρέις, η Ράγια και η Γιουέ Γιουέ, κάνουν ό,τι μπορούν για να την προστατεύσουν, ενώ παράλληλα ο Θόδωρας έχει αρχίσει να την υποψιάζεται.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2014/12/4-2024-01-12T151914.150-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DJHjQuW2K5qQ/PK6/playlist.m3u8",
              "Description": "Η Νίκη και ο Χρήστος έχουν αναλάβει να στριμώξουν τον Σαφέτα προκειμένου να τους φτιάξει το παγοδρόμιο. Γνωρίζοντας τα μυστικά του φαίνεται να έχουν πάρει το πάνω χέρι. Μυστικά όμως κρύβει και η Φοίβη, ενώ στην Κυψέλη οι φόβοι της Φρόσως για τον Παντελή επιβεβαιώνονται με τον χειρότερο τρόπο. ‘Ενας γοητευτικός δημοσιογράφος, ο Αχιλλέας, κάνει την εμφάνισή του στο υπό κατασκευή παγοδρόμιο, ενώ μετά από μία επεισοδιακή οντισιόν βρίσκεται επιτέλους το τέταρτο μέλος της Εθνικής Ελλάδος. Λέγεται Στάλλω κι έρχεται από την Κύπρο!",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2014/12/2-59-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/XaGYmkLk0YoD/PK6/playlist.m3u8",
              "Description": "Η Φοίβη Παπαδάτου πείθεται εύκολα να γίνει το τρίτο μέλος της Εθνικής ομάδας curling που προσπαθεί να φτιάξει η Νίκη. Τα πράγματα όμως δεν θα είναι καθόλου εύκολα όταν οι τρεις γυναίκες στην προσπάθεια ανεύρεσης παγοδρομίου συναντήσουν ένα πολύ ύποπτο ζευγάρι, τον Κυριάκο και την Ελίζα Σαφέτα. Και θα γίνουν ακόμα πιο δύσκολα όταν προσπαθήσουν να πείσουν τον Χρήστο, έναν πρώην πρωταθλητή του curling, να γίνει ο προπονητής τους.  Στο μεταξύ η Φρόσω κάνει μία τρομακτική ανακάλυψη στο δωμάτιο του Παντελή.",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2024/02/ETHNIKI-ELLADOS-MASTER-EPISODE-1-fix_still-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/sAJnORNDgdTr/PK6/playlist.m3u8",
              "Description": "Η Νίκη Αγγελίδου είναι μία χωρισμένη μητέρα δύο παιδιών, που έχει υπάρξει στα νιάτα της επιτυχημένη αθλήτρια και αργότερα και επιτυχημένη επιχειρηματίας. Το παρόν της όμως δεν είναι και τόσο λαμπερό. Η διέξοδος από τη σκληρή και απαισιόδοξη καθημερινότητά της, θα έρθει και πάλι από τον αθλητισμό. Αυτή τη φορά από το πιο περίεργο, αλλόκοτο και άγνωστο σπορ που υπάρχει. Θα καταφέρει να φτιάξει τη δική της Εθνική Ομάδα; Ποιες θα είναι οι συμπαίκτριες της και πόσο μακριά μπορεί να φτάσει μία άπειρη ελληνική ομάδα όταν κληθεί να αντιμετωπίσει τις ευρωπαϊκές υπερδυνάμεις;",
              "Date": "2015",
              "Duration": "~45λ.",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    }
  ]
}
